{
  "palette": {
    "confirmed": "#5a96d2",
    "historical": "#decb90",
    "new": "#7562b4"
  },
  "taxa": {
    "confirmed": "Abies amabilis, Abies grandis, Abies lasiocarpa, Acer circinatum, Acer glabrum var. douglasii, Acer macrophyllum, Achillea millefolium, Acmispon parviflorus, Adenocaulon bicolor, Adiantum aleuticum var. aleuticum, Agoseris aurantiaca var. aurantiaca, Agrostis aequivalvis, Agrostis capillaris, Agrostis exarata, Agrostis gigantea, Agrostis mertensii, Agrostis scabra, Agrostis stolonifera, Aira caryophyllea, Aira praecox, Alchemilla arvensis, Alchemilla mollis, Allium amplectens, Allium cernuum, Allotropa virgata, Alnus alnobetula ssp. sinuata, Alnus rubra, Amelanchier alnifolia, Anaphalis margaritacea, Anemonoides grayi, Angelica lucida, Antennaria howellii, Antennaria media, Antennaria rosea, Antennaria umbrinella, Anthoxanthum hirtum, Anthoxanthum odoratum, Apocynum androsaemifolium, Aquilegia formosa, Arbutus menziesii, Arceuthobium tsugense ssp. contortae, Arctium minus, Arctostaphylos × media, Arctostaphylos columbiana, Arctostaphylos uva-ursi, Argentina anserina, Argentina pacifica, Arnica cordifolia, Arnica lanceolata ssp. prima, Arnica latifolia, Arnica parryi, Artemisia norvegica ssp. saxatilis, Aruncus dioicus var. acuminatus, Asarum caudatum, Askellia pygmaea, Asparagus officinalis, Aspidotis densa, Asplenium trichomanes, Athyrium distentifolium ssp. americanum, Athyrium filix-femina var. cyclosorum, Atriplex patula, Barbarea orthoceras, Barbarea vulgaris, Bellis perennis, Berberis aquifolium, Berberis nervosa, Betula papyrifera, Bidens amplissima, Bidens frondosa, Boechera lyallii, Boechera stricta, Bolboschoenus maritimus ssp. paludosus, Botrychium lanceolatum, Botrychium neolunaria, Boykinia occidentalis, Brassica napus, Brassica oleracea, Brassica rapa, Brewerimitella breweri, Brodiaea coronaria, Bromus carinatus, Bromus diandrus, Bromus hordeaceus, Bromus sitchensis, Bromus sterilis, Bromus tectorum, Bromus vulgaris, Buddleja davidii, Calamagrostis canadensis, Callitropsis nootkatensis, Caltha leptosepala, Calypso bulbosa var. occidentalis, Camassia leichtlinii ssp. suksdorfii, Campanula alaskana, Campanula rapunculoides, Campanula rotundifolia complex, Capnoides sempervirens, Cardamine breweri var. orbicularis, Cardamine oligosperma, Cardamine pensylvanica, Carex aquatilis var. dives, Carex exsiccata, Carex hendersonii, Carex kelloggii var. kelloggii, Carex kelloggii var. limnophila, Carex laeviculmis, Carex lenticularis var. dolia, Carex lyngbyei, Carex macrocephala, Carex macrochaeta, Carex magellanica ssp. irrigua, Carex mertensii, Carex nigricans, Carex pendula, Carex rossii, Carex saxatilis, Carex scirpoidea, Carex spectabilis, Cassiope mertensiana ssp. mertensiana, Castilleja hispida var. hispida, Castilleja miniata var. miniata, Castilleja parviflora var. albida, Centaurea montana, Cerastium arvense ssp. strictum, Cerastium glomeratum, Cerastium holosteoides, Chamaenerion angustifolium, Chamaenerion latifolium, Chenopodium album, Chimaphila menziesii, Chimaphila umbellata, Cicuta douglasii, Cirsium arvense, Cirsium edule, Cirsium vulgare, Claytonia lanceolata, Claytonia sibirica, Claytonia washingtoniana, Clematis vitalba, Clinopodium douglasii, Clintonia uniflora, Collinsia grandiflora, Collinsia parviflora, Collomia heterophylla, Conioselinum gmelinii, Coptis aspleniifolia, Corallorhiza maculata, Corallorhiza mertensiana, Coreopsis lanceolata, Cornus nuttallii, Cornus sericea, Cornus unalaschkensis, Cotoneaster coriaceus, Cotoneaster dammeri, Cotoneaster dielsianus, Cotoneaster divaricatus, Cotoneaster franchetii, Cotoneaster horizontalis, Cotoneaster salicifolius, Cotoneaster simonsii, Cotula coronopifolia, Crataegus monogyna, Crepis capillaris, Cryptogramma acrostichoides, Cytisus scoparius, Danthonia intermedia, Daphne laureola, Dasiphora fruticosa, Daucus pusillus, Delphinium menziesii, Dendrolycopodium dendroideum, Deschampsia cespitosa, Dicentra formosa ssp. formosa, Digitalis purpurea, Diphasiastrum alpinum, Diphasiastrum complanatum, Diphasiastrum sitchense, Doronicum pardalianches, Drosera rotundifolia, Drymocallis glandulosa, Dryopteris carthusiana, Dryopteris expansa, Dryopteris filix-mas, Echium vulgare, Eleocharis palustris, Elliottia pyroliflora, Elymus elymoides ssp. californicus, Elymus glaucus, Elymus repens, Empetrum nigrum, Epilobium anagallidifolium, Epilobium ciliatum, Epilobium hornemannii, Epilobium luteum, Epilobium minutum, Equisetum arvense, Equisetum fluviatile, Equisetum hyemale ssp. affine, Equisetum telmateia ssp. braunii, Equisetum variegatum, Erigeron annuus, Erigeron canadensis, Erigeron compositus, Erigeron glacialis, Erigeron nivalis, Erigeron peregrinus, Eriophorum angustifolium, Eriophyllum lanatum, Erythranthe alsinoides, Erythranthe caespitosa, Erythranthe guttata, Erythranthe lewisii, Erythranthe microphylla, Erythronium grandiflorum, Erythronium oregonum, Eschscholzia californica, Euphrasia nemorosa, Euthamia graminifolia, Festuca bromoides, Festuca myuros, Festuca occidentalis, Festuca rubra s. lat., Festuca saximontana var. saximontana, Fragaria × ananassa ssp. cuneifolia, Fragaria chiloensis, Fragaria vesca ssp. bracteata, Fragaria virginiana, Frangula purshiana, Fritillaria affinis, Fritillaria camschatcensis, Galium trifidum, Galium triflorum, Gamochaeta ustulata, Gaultheria humifusa, Gaultheria ovatifolia, Gaultheria shallon, Geranium carolinianum, Geranium molle, Geranium robertianum, Geum macrophyllum, Gnaphalium uliginosum, Goodyera oblongifolia, Grindelia hirsutula, Grindelia stricta, Gymnocarpium disjunctum, Gymnocarpium dryopteris, Halerpestes cymbalaria, Hemitomes congestum, Heracleum maximum, Heracleum sphondylium, Heuchera glabra, Heuchera micrantha var. diversifolia, Hieracium albiflorum, Hieracium murorum, Holcus lanatus, Holodiscus discolor, Hordeum brachyantherum, Hordeum murinum ssp. murinum, Huperzia continentalis, Huperzia miyoshiana, Hyacinthoides hispanica, Hypericum androsaemum, Hypericum perforatum, Hypochaeris radicata, Ilex aquifolium, Impatiens glandulifera, Impatiens parviflora, Iris pseudacorus, Isolepis cernua, Jacobaea vulgaris, Juncus acuminatus, Juncus arcticus ssp. alaskanus, Juncus balticus, Juncus bufonius, Juncus covillei, Juncus drummondii, Juncus effusus, Juncus ensifolius, Juncus mertensianus, Juncus tenuis, Juniperus communis, Juniperus maritima, Kalmia microphylla var. occidentalis, Koeleria spicata, Kopsiopsis hookeri, Lamium galeobdolon, Lamium purpureum, Lapsana communis, Lathyrus japonicus, Lathyrus nevadensis, Lathyrus palustris, Lepidium didymum, Leptarrhena pyrolifolia, Leucanthemum vulgare, Leymus mollis ssp. mollis, Lilaeopsis occidentalis, Lilium columbianum, Linaria vulgaris, Linnaea borealis ssp. longiflora, Lonicera ciliosa, Lonicera hispidula, Lonicera involucrata var. involucrata, Lonicera utahensis, Lotus corniculatus, Luetkea pectinata, Lunaria annua, Lupinus arcticus ssp. subalpinus, Lupinus latifolius ssp. latifolius, Lupinus littoralis, Lupinus polyphyllus ssp. polyphyllus, Luzula hitchcockii, Luzula parviflora ssp. parviflora, Luzula piperi, Lycopodiella inundata, Lycopodium clavatum, Lycopus uniflorus, Lysichiton americanus, Lysimachia europaea, Lysimachia latifolia, Lysimachia maritima, Lysimachia thyrsiflora, Madia gracilis, Maianthemum dilatatum, Maianthemum racemosum ssp. amplexicaule, Maianthemum stellatum, Malus fusca, Malva moschata, Melilotus albus, Menyanthes trifoliata, Micranthes ferruginea, Micranthes integrifolia, Micranthes lyallii, Micranthes nelsoniana var. cascadensis, Micranthes occidentalis, Micranthes odontoloma, Micranthes tolmiei, Moneses uniflora, Monotropa hypopitys, Monotropa uniflora, Montia fontana, Montia parvifolia, Muscari neglectum, Mycelis muralis, Myosotis arvensis, Myosotis laxa, Myosotis scorpioides, Myrica gale, Nabalus alatus, Neottia banksiana, Neottia cordata, Nephrophyllidium crista-galli, Nuphar polysepala, Oemleria cerasiformis, Oenanthe sarmentosa, Oplopanax horridus, Orthilia secunda, Osmorhiza berteroi, Osmorhiza purpurea, Oxyria digyna, Packera pauciflora, Parnassia fimbriata, Paxistima myrsinites, Pectiantia pentandra, Pedicularis bracteosa, Penstemon davidsonii var. menziesii, Penstemon procerus var. tolmiei, Penstemon serrulatus, Pentagramma triangularis ssp. triangularis, Persicaria maculosa, Petasites frigidus var. frigidus, Petrosedum forsterianum, Phacelia sericea var. sericea, Phalaris arundinacea, Phleum alpinum, Phleum pratense, Phlox diffusa ssp. longistylis, Phyllodoce × intermedia, Phyllodoce empetriformis, Phyllodoce glanduliflora, Physocarpus capitatus, Picea sitchensis, Pilosella aurantiaca, Pinguicula macroceras, Pinus albicaulis, Pinus contorta var. contorta, Pinus monticola, Plantago elongata, Plantago lanceolata, Plantago macrocarpa, Plantago major, Plantago maritima, Platanthera elegans, Platanthera orbiculata, Platanthera stricta, Platanthera unalascensis, Poa alpina, Poa annua, Poa glauca, Poa nemoralis, Poa pratensis, Poa secunda ssp. secunda, Polygonum minimum, Polygonum spergulariiforme, Polypodium amorphum, Polypodium glycyrrhiza, Polystichum andersonii, Polystichum braunii, Polystichum lonchitis, Polystichum munitum, Populus tremuloides, Populus trichocarpa, Potentilla flabellifolia, Potentilla glaucophylla var. glaucophylla, Primula pauciflora var. pauciflora, Prosartes hookeri, Prunus avium, Prunus emarginata, Prunus serotina, Pseudognaphalium thermale, Pseudosasa japonica, Pseudotsuga menziesii var. menziesii, Pteridium aquilinum var. pubescens, Pulsatilla occidentalis, Pyracantha coccinea, Pyrola asarifolia ssp. bracteata, Pyrola minor, Pyrola picta, Quercus robur, Ranunculus acris, Ranunculus eschscholtzii var. eschscholtzii, Ranunculus flammula, Ranunculus repens, Ranunculus uncinatus, Rhododendron albiflorum, Rhododendron groenlandicum, Rhododendron macrophyllum, Rhododendron menziesii, Ribes acerifolium, Ribes bracteosum, Ribes divaricatum var. divaricatum, Ribes lacustre, Ribes sanguineum var. sanguineum, Rosa gymnocarpa var. gymnocarpa, Rosa multiflora, Rosa nutkana ssp. nutkana, Rubus allegheniensis, Rubus bifrons, Rubus laciniatus, Rubus leucodermis, Rubus nivalis, Rubus parviflorus, Rubus pedatus, Rubus spectabilis, Rubus ursinus, Rubus vestitus, Rumex acetosella, Rumex crispus, Rumex occidentalis, Ruppia maritima, Sabulina macra, Sagina maxima ssp. crassicaulis, Sagina procumbens, Sagina saginoides, Salix arctica, Salix commutata, Salix hookeriana, Salix lasiandra var. lasiandra, Salix nivalis, Salix scouleriana, Salix sitchensis, Sambucus racemosa var. arborescens, Sanicula crassicaulis, Saxifraga bronchialis ssp. austromontana, Saxifraga mertensiana, Sceptridium multifidum, Schoenoplectus tabernaemontani, Scirpus microcarpus, Sedum album, Sedum divergens, Sedum oreganum, Selaginella wallacei, Senecio fremontii var. fremontii, Senecio triangularis, Senecio vulgaris, Sidalcea hendersonii, Silene acaulis, Silene dioica, Silene parryi, Sium suave, Solanum dulcamara, Solanum nigrum, Solidago canadensis, Solidago multiradiata, Solidago rugosa var. rugosa, Sonchus arvensis ssp. arvensis, Sorbus aucuparia, Sorbus scopulina var. cascadensis, Sorbus sitchensis var. grayi, Sorbus sitchensis var. sitchensis, Sparganium angustifolium, Spergularia canadensis var. occidentalis, Spergularia macrotheca, Spergularia rubra, Spinulum annotinum, Spiraea douglasii, Spiraea japonica, Spiraea splendens, Spiranthes romanzoffiana, Stellaria borealis ssp. sitchana, Stellaria humifusa, Streptopus amplexifolius, Streptopus lanceolatus var. curvipes, Struthiopteris spicant, Symphoricarpos albus var. laevigatus, Symphoricarpos mollis, Symphyotrichum chilense, Symphyotrichum foliaceum var. foliaceum, Symphyotrichum subspicatum, Tanacetum vulgare, Taraxacum erythrospermum agg., Taraxacum officinale agg., Taxus brevifolia, Tellima grandiflora, Thuja plicata, Tiarella trifoliata var. laciniata, Tiarella trifoliata var. trifoliata, Tiarella trifoliata var. unifoliata, Tonestus lyallii, Toxicoscordion venenosum var. venenosum, Trautvetteria caroliniensis, Triantha glutinosa, Triantha occidentalis ssp. brevistyla, Trifolium hybridum, Trifolium variegatum, Triglochin maritima, Trillium ovatum var. ovatum, Trisetum cernuum, Triteleia hyacinthina, Trollius albiflorus, Tsuga heterophylla, Tsuga mertensiana, Typha angustifolia, Typha latifolia, Urtica dioica, Utricularia minor, Vaccinium alaskaense, Vaccinium deliciosum, Vaccinium membranaceum, Vaccinium ovalifolium, Vaccinium oxycoccos, Vaccinium parvifolium, Vaccinium uliginosum, Vahlodea atropurpurea, Valeriana sitchensis, Veratrum viride var. eschscholzianum, Verbascum thapsus, Veronica americana, Veronica officinalis, Viburnum edule, Vicia gigantea, Vinca minor, Viola adunca var. adunca, Viola glabella, Viola sempervirens",
    "historical": "Agoseris glauca, Agrostis canina, Agrostis humilis, Agrostis variabilis, Alopecurus geniculatus, Anemone parviflora, Antennaria alpina, Antennaria neglecta, Arabis eschscholtziana, Arnica gracilis, Berberis thunbergii, Bistorta vivipara, Boechera calderi, Botrypus virginianus, Briza maxima, Bromus marginatus, Bromus racemosus, Calamagrostis purpurea, Callitriche heterophylla var. heterophylla, Carex albonigra, Carex bolanderi, Carex circinata, Carex foenea, Carex garberi, Carex illota, Carex leporina, Carex longii, Carex luzulina var. ablata, Carex microptera, Carex oederi, Carex pachystachya, Carex phaeocephala, Carex preslii, Carex pyrenaica, Carex zikae, Cassiope tetragona, Castilleja elmeri, Castilleja parviflora var. parviflora, Castilleja rhexiifolia, Ceanothus velutinus var. velutinus, Cerastium nutans, Cherleria biflora, Cherleria obtusiloba, Cinna latifolia, Circaea alpina ssp. alpina, Circaea alpina ssp. pacifica, Claytonia exigua ssp. exigua, Cotoneaster hjelmqvistii, Cotoneaster integrifolius, Cotoneaster sternianus, Draba albertina, Draba incerta, Draba lonchocarpa, Draba praealta, Draba stenoloba, Elymus hirsutus, Elymus violaceus, Epilobium clavatum, Epilobium obscurum, Erigeron acris, Erigeron glabellus var. pubescens, Eriocoma hymenoides, Festuca brachyphylla, Festuca ovina, Gentiana glauca, Glyceria striata, Graphephorum wolfii, Hippuris vulgaris, Isoetes occidentalis, Juncus alpinoarticulatus, Juncus supiniformis, Kalmia microphylla var. microphylla, Lappula occidentalis, Lepidium virginicum ssp. menziesii, Luzula glabrata, Luzula macrantha, Luzula parviflora ssp. fastigiata, Luzula spicata, Luzula wahlenbergii, Melampyrum lineare, Micranthes porsildiana, Micranthes rufidula, Microsteris gracilis, Nuttallanthus canadensis, Osmorhiza depauperata, Oxybasis rubra, Ozomelis trifida, Panicum miliaceum, Parnassia palustris, Pilosella tristis, Platanthera aquilonis, Platanthera dilatata var. leucostachys, Pleuropogon refractus, Poa cusickii ssp. epilis, Poa leptocoma, Poa lettermanii, Poa macrantha, Poa paucispicula, Poa stenantha, Polemonium viscosum, Potamogeton berchtoldii, Potamogeton epihydrus, Potamogeton foliosus, Potamogeton pusillus ssp. pusillus, Potentilla hyparctica, Potentilla uniflora, Potentilla villosa, Pyracantha fortuneana, Pyrola asarifolia ssp. asarifolia, Ranunculus aquatilis, Rorippa alpina, Rorippa curvipes, Rorippa curvisiliqua, Rubus fruticosus complex, Rubus ulmifolius, Sabulina rubella, Saxifraga cespitosa, Schoenoplectus subterminalis, Senecio lugens, Solanum emulans, Solidago simplex var. simplex, Sparganium natans, Spergula arvensis, Stellaria borealis ssp. borealis, Stellaria calycantha, Stellaria crassifolia, Stellaria longipes ssp. longipes, Taraxacum alaskanum, Trifolium microdon, Trifolium oliganthum, Trisetum canescens, Turritis glabra, Veronica alpina?, Viola affinis, Viola howellii, Woodsia oregana ssp. oregana",
    "new": "× Elyhordeum stebbinsianum, Acer campestre, Acer platanoides, Achillea filipendulina, Achlys triphylla, Achnatherum hymenoides, Actaea rubra, Aegopodium podagraria, Aesculus hippocastanum, Agoseris grandiflora var. leptophylla, Ailanthus altissima, Ajuga reptans, Alchemilla australis, Alchemilla monticola, Alchemilla occidentalis, Allium schoenoprasum, Alnus incana ssp. tenuifolia, Alopecurus pratensis, Amaranthus retroflexus, Ambrosia artemisiifolia, Ambrosia chamissonis, Andromeda polifolia var. polifolia, Anemonoides nemorosa, Angelica genuflexa, Anisocarpus madioides, Anthriscus caucalis, Anthriscus sylvestris, Aphyllon californicum ssp. californicum, Aquilegia vulgaris, Arabidopsis thaliana, Arceuthobium tsugense ssp. mertensianae, Arceuthobium tsugense ssp. tsugense, Arctium lappa, Armoracia rusticana, Arnica angustifolia ssp. angustifolia, Arnica mollis, Arnica ovata, Arnica rydbergii, Artemisia vulgaris, Arum italicum, Atocion armeria, Atriplex prostrata, Barbarea verna, Betula glandulosa, Betula occidentalis, Betula pendula, Bidens cernua, Bidens tripartita, Bolboschoenus fluviatilis, Botrychium simplex, Botrychium spathulatum, Brasenia schreberi, Bromus inermis, Cakile edentula, Calamagrostis stricta ssp. inexpansa, Callitriche heterophylla var. bolanderi, Callitriche palustris, Callitriche stagnalis, Calluna vulgaris, Calystegia sepium, Calystegia silvatica, Camassia quamash, Campanula persicifolia, Canadanthus modestus, Capsella bursa-pastoris, Cardamine flexuosa, Cardamine hirsuta, Cardamine umbellata, Carex arcta, Carex aurea, Carex brunnescens ssp. brunnescens, Carex canescens, Carex deweyana, Carex echinata, Carex engelmannii, Carex feta, Carex leptopoda, Carex limosa, Carex livida, Carex macloviana, Carex nardina, Carex obnupta, Carex pauciflora, Carex scoparia, Carex stipata, Carex stylosa, Carex viridula ssp. viridula, Castanea sativa, Ceanothus sanguineus, Ceanothus velutinus var. laevigatus, Centaurea cyanus, Centaurea diffusa, Centaurea stoebe, Centranthus ruber, Cerastium tomentosum, Chelidonium majus, Cichorium intybus, Cirsium brevistylum, Claytonia exigua ssp. glauca, Claytonia parviflora, Claytonia perfoliata ssp. intermontana, Claytonia perfoliata ssp. perfoliata, Claytonia rubra, Comarum palustre, Convallaria majalis, Coptis trifolia, Corallorhiza striata, Corallorhiza trifida, Coreopsis tinctoria, Cornus sanguinea, Corylus avellana, Corylus cornuta ssp. californica, Cotoneaster bullatus, Cotoneaster rehderi, Crataegus douglasii, Crocosmia × crocosmiiflora, Cryptogramma cascadensis, Cyclamen hederifolium, Cymbalaria muralis, Cynosurus echinatus, Cypripedium montanum, Cystopteris fragilis, Dactylis glomerata, Danthonia spicata, Daucus carota, Deschampsia danthonioides, Deschampsia elongata, Dianthus armeria ssp. armeria, Dianthus barbatus, Dichanthelium lanuginosum, Dichanthelium oligosanthes, Digitaria sanguinalis, Diphasiastrum alpinum × sitchense, Diplotaxis tenuifolia, Dipsacus fullonum, Distichlis spicata, Draba aurea, Draba verna, Drosera anglica, Dryas drummondii, Dulichium arundinaceum, Dysphania botrys, Echinochloa crus-galli, Elaeagnus umbellata, Eleocharis mamillata ssp. mamillata, Eleocharis obtusa, Eleocharis parvula, Eleocharis uniglumis, Elymus trachycaulus ssp. trachycaulus, Epilobium brachycarpum, Epilobium lactiflorum, Epilobium leptocarpum, Epipactis helleborine, Erigeron aureus, Eriophorum chamissonis, Erodium cicutarium, Erythranthe moschata, Erythranthe nasuta, Erythranthe ptilota, Erythronium revolutum, Eupatorium cannabinum, Euphorbia cyparissias, Euphorbia glyptosperma, Euphorbia myrsinites, Euphorbia peplus, Eutrochium maculatum var. bruneri, Festuca microstachys var. pauciflora, Festuca roemeri, Ficaria verna, Foeniculum vulgare, Fumaria muralis, Fumaria officinalis, Galanthus nivalis, Galeopsis bifida, Galeopsis tetrahit, Galinsoga quadriradiata, Galium aparine, Galium boreale, Galium odoratum, Galium trifidum ssp. columbianum, Gaultheria hispidula, Gentiana douglasiana, Gentiana sceptrum, Geocaulon lividum, Geranium dissectum, Geranium macrorrhizum, Geranium pratense, Geranium pusillum, Geum calthifolium, Geum urbanum, Glechoma hederacea, Glehnia littoralis ssp. leiocarpa, Glyceria borealis, Glyceria elata, Hedera canariensis, Hedera helix, Hedera hibernica, Helianthus annuus, Heracleum mantegazzianum, Hesperis matronalis, Heterocodon rariflorum, Hieracium lachenalii, Hieracium maculatum, Hieracium triste, Hieracium umbellatum, Hippuris montana, Holcus mollis, Honckenya peploides ssp. major, Hordeum jubatum, Hordeum vulgare, Hosackia pinnata, Humulus lupulus, Huperzia occidentalis, Hyacinthoides non-scripta, Hypericum anagalloides, Hypericum calycinum, Hypericum maculatum, Hypericum scouleri, Hypochaeris glabra, Impatiens capensis, Iris sibirica, Juglans regia, Juncus albescens, Juncus articulatus, Juncus bulbosus, Juncus canadensis, Juncus filiformis, Juncus parryi, Kalmia procumbens, Kerria japonica, Koeleria macrantha, Laburnum anagyroides, Lactuca biennis, Lactuca canadensis, Lactuca serriola, Lamium hybridum, Lathyrus latifolius, Lathyrus sylvestris, Leersia oryzoides, Lemna minor, Leontodon saxatilis ssp. saxatilis, Lepidium campestre, Lepidium heterophyllum, Leucanthemum maximum, Ligustrum vulgare, Limnanthes douglasii, Limosella aquatica, Linaria dalmatica ssp. dalmatica, Linaria purpurea, Linum usitatissimum, Liriodendron tulipifera, Lobularia maritima, Lolium arundinaceum, Lolium perenne, Lomatium nudicaule, Lotus pedunculatus, Lupinus lepidus var. lobbii, Luzula comosa var. comosa, Luzula comosa var. laxa, Luzula multiflora ssp. multiflora, Luzula subsessilis, Lycopus europaeus, Lysimachia arvensis, Lysimachia borealis, Lysimachia nummularia, Lysimachia punctata, Lythrum salicaria, Madia glomerata, Madia sativa, Malva alcea, Malva neglecta, Malva sylvestris, Matricaria discoidea, Medicago lupulina, Medicago polymorpha, Medicago sativa ssp. sativa, Melica subulata, Melilotus officinalis, Melissa officinalis, Mentha arvensis, Mentha canadensis, Minuartia rubella, Minuartia tenella, Mitella pentandra, Mitella trifida, Moehringia macrophylla, Montia diffusa, Montia linearis, Muscari armeniacum, Muscari botryoides, Myosotis discolor, Myosotis sylvatica, Myriophyllum sibiricum, Myrrhis odorata, Nasturtium officinale, Nemophila menziesii, Nemophila parviflora, Nepeta cataria, Nothochelone nemorosa, Nymphaea odorata ssp. odorata, Oenothera biennis, Oenothera glazioviana, Origanum vulgare, Ornithogalum umbellatum, Osmorhiza occidentalis, Oxalis corniculata, Oxalis oregana, Oxalis stricta, Panicum capillare, Papaver cambricum, Papaver nudicaule, Papaver rhoeas, Pastinaca sativa, Pedicularis racemosa, Pentaglottis sempervirens, Perideridia gairdneri, Persicaria hydropiper, Persicaria hydropiperoides, Persicaria lapathifolia, Petasites frigidus var. palmatus, Petasites japonicus, Petroselinum crispum, Phacelia hastata ssp. hastata, Phalaris canariensis, Phegopteris connectilis, Philadelphus lewisii, Phyllostachys aurea, Physaria arctica, Picea engelmannii, Pilosella caespitosa, Pilosella piloselloides, Platanthera elongata, Plectritis congesta ssp. brachystemon, Plectritis congesta ssp. congesta, Poa abbreviata ssp. pattersonii, Poa bulbosa ssp. vivipara, Poa compressa, Poa interior, Poa palustris, Polygonum aviculare, Polygonum paronychia, Polygonum viviparum, Polypodium hesperium, Polystichum braunii × munitum, Polystichum lemmonii, Populus balsamifera, Portulaca oleracea, Potamogeton natans, Potamogeton praelongus, Potentilla drummondii, Potentilla norvegica, Potentilla recta, Primula pauciflora var. macrocarpa, Prunella vulgaris ssp. lanceolata, Prunella vulgaris ssp. vulgaris, Prunus cerasifera, Prunus laurocerasus, Prunus lusitanica, Prunus virginiana, Pseudofumaria lutea, Pseudosasa humilis, Pterospora andromedea, Puccinellia pumila, Pulmonaria officinalis, Pyrola aphylla, Pyrola chlorantha, Pyrola dentata, Pyrus communis, Quercus garryana var. garryana, Quercus rubra, Raphanus raphanistrum, Reynoutria × bohemica, Reynoutria japonica, Rhinanthus minor, Rhus glabra, Rhus typhina, Rhynchospora alba, Ribes laxiflorum, Ribes triste, Robinia pseudoacacia, Romanzoffia sitchensis, Rorippa palustris, Rosa pisocarpa ssp. pisocarpa, Rosa rubiginosa, Rosa rugosa, Rubus chamaemorus, Rubus idaeus ssp. strigosus, Rudbeckia hirta, Rumex acetosa, Rumex conglomeratus, Rumex maritimus, Rumex obtusifolius, Rumex transitorius, Sagittaria latifolia, Salicornia depressa, Salicornia pacifica, Salix barclayi, Salix discolor, Salix purpurea, Sanguisorba minor, Sanguisorba officinalis, Sanguisorba stipulata, Saponaria officinalis, Sarracenia purpurea ssp. purpurea, Scheuchzeria palustris, Schoenoplectus acutus, Schoenoplectus pungens, Scirpus cyperinus, Scorzoneroides autumnalis, Scutellaria lateriflora, Secale cereale, Securigera varia, Sedum acre, Sedum lanceolatum var. nesioticum, Sedum sexangulare, Sedum spathulifolium, Senecio sylvaticus, Senecio viscosus, Setaria pumila, Setaria viridis, Shepherdia canadensis, Sibbaldia procumbens, Silene × hampeana, Silene coronaria, Silene flos-cuculi, Silene latifolia, Silene vulgaris, Sisymbrium officinale, Solanum americanum, Solidago elongata, Solidago lepida, Sonchus asper, Sonchus oleraceus, Sparganium emersum, Spiraea × hitchcockii, Spirodela polyrhiza, Stachys byzantina, Stachys chamissonis var. cooleyae, Stellaria crispa, Stellaria media, Streptopus streptopoides, Symphyotrichum ciliolatum, Symphyotrichum novi-belgii, Symphytum officinale, Tanacetum parthenium, Teesdalia nudicaulis, Tolmiea menziesii, Torilis arvensis ssp. arvensis, Torreyochloa pallida var. pauciflora, Toxicodendron diversilobum, Tragopogon dubius, Trichophorum cespitosum, Trifolium aureum, Trifolium campestre, Trifolium dubium, Trifolium pratense, Trifolium repens, Trifolium willdenovii, Trifolium wormskioldii, Triphysaria pusilla, Tripleurospermum inodorum, Triteleia grandiflora, Triticum aestivum, Tropaeolum majus, Typha × glauca, Ulex europaeus, Urtica gracilis ssp. gracilis, Utricularia gibba, Utricularia macrorhiza, Vaccinium cespitosum, Vaccinium myrtillus, Vaccinium ovatum, Verbascum blattaria, Verbascum phlomoides, Verbascum virgatum, Veronica arvensis, Veronica filiformis, Veronica peregrina var. xalapensis, Veronica persica, Veronica scutellata, Veronica serpyllifolia, Veronica wormskjoldii, Vicia americana, Vicia cracca, Vicia hirsuta, Vicia sativa, Vinca major, Viola odorata, Viola orbiculata, Viola palustris, Viola riviniana, Zannichellia palustris, Zostera marina"
  },
  "mapTitle": "Map 3. Species Reporting Status"
}
