{"palette":{"cat":["confirmed","historic","new"],"col":["#5a96d2","#decb90","#7562b4"]},"taxa":{"MAP_LABEL":["confirmed","historic","new"],"taxa":[
"Abies amabilis, Acer circinatum, Acer glabrum var. douglasii, Acer macrophyllum, Achillea millefolium, Acmispon parviflorus, Adenocaulon bicolor, Adiantum aleuticum var. aleuticum, Agrostis capillaris, Aira caryophyllea, Alchemilla mollis, Allium amplectens, Allium cernuum, Allotropa virgata, Alnus alnobetula ssp. sinuata, Alnus rubra, Amelanchier alnifolia, Anaphalis margaritacea, Angelica lucida, Antennaria rosea, Anthoxanthum hirtum, Anthoxanthum odoratum, Apocynum androsaemifolium, Aquilegia formosa, Arbutus menziesii, Arceuthobium tsugense ssp. contortae, Arctium minus, Arctostaphylos × media, Arctostaphylos columbiana, Arctostaphylos uva-ursi, Argentina anserina, Arnica cordifolia, Arnica lanceolata ssp. prima, Arnica latifolia, Artemisia norvegica ssp. saxatilis, Aruncus dioicus var. acuminatus, Asarum caudatum, Aspidotis densa, Asplenium trichomanes, Athyrium distentifolium ssp. americanum, Athyrium filix-femina var. cyclosorum, Atriplex patula, Barbarea orthoceras, Barbarea vulgaris, Bellis perennis, Berberis aquifolium, Berberis nervosa, Betula papyrifera, Bidens amplissima, Bidens frondosa, Bolboschoenus maritimus ssp. paludosus, Botrychium lanceolatum, Brassica rapa, Brewerimitella breweri, Brodiaea coronaria, Bromus carinatus, Bromus diandrus, Bromus vulgaris, Buddleja davidii, Calamagrostis canadensis, Caltha leptosepala, Calypso bulbosa var. occidentalis, Camassia leichtlinii ssp. suksdorfii, Campanula alaskana, Campanula rapunculoides, Capnoides sempervirens, Cardamine breweri var. orbicularis, Cardamine oligosperma, Cardamine pensylvanica, Carex aquatilis var. dives, Carex hendersonii, Carex lyngbyei, Carex mertensii, Carex nigricans, Carex saxatilis, Carex spectabilis, Cassiope mertensiana ssp. mertensiana, Castilleja hispida var. hispida, Castilleja miniata var. miniata, Centaurea montana, Cerastium arvense ssp. strictum, Cerastium holosteoides, Chamaenerion angustifolium, Chamaenerion latifolium, Chenopodium album, Chimaphila menziesii, Chimaphila umbellata, Cirsium arvense, Cirsium edule, Claytonia lanceolata, Claytonia sibirica, Claytonia washingtoniana, Clinopodium douglasii, Clintonia uniflora, Collinsia grandiflora, Collinsia parviflora, Collomia heterophylla, Conioselinum gmelinii, Coptis aspleniifolia, Corallorhiza maculata, Corallorhiza mertensiana, Cornus nuttallii, Cornus sericea, Cornus unalaschkensis, Cotoneaster coriaceus, Cotoneaster dammeri, Cotoneaster dielsianus, Cotoneaster divaricatus, Cotoneaster franchetii, Cotoneaster horizontalis, Cotoneaster salicifolius, Cotoneaster simonsii, Crataegus monogyna, Crepis capillaris, Cryptogramma acrostichoides, Cupressus nootkatensis, Cytisus scoparius, Daphne laureola, Dasiphora fruticosa, Delphinium menziesii, Deschampsia cespitosa, Dicentra formosa ssp. formosa, Digitalis purpurea, Diphasiastrum complanatum, Diphasiastrum sitchense, Drosera rotundifolia, Dryopteris carthusiana, Dryopteris expansa, Dryopteris filix-mas, Echium vulgare, Elliottia pyroliflora, Elymus glaucus, Elymus repens, Empetrum nigrum, Epilobium anagallidifolium, Epilobium ciliatum, Epilobium luteum, Equisetum arvense, Equisetum fluviatile, Equisetum hyemale ssp. affine, Equisetum telmateia ssp. braunii, Equisetum variegatum, Erigeron canadensis, Erigeron glacialis, Erigeron peregrinus, Eriophorum angustifolium, Eriophyllum lanatum, Erythranthe alsinoides, Erythranthe caespitosa, Erythranthe guttata, Erythranthe lewisii, Erythronium grandiflorum, Erythronium oregonum, Eschscholzia californica, Euphrasia nemorosa, Euthamia graminifolia, Fragaria × ananassa ssp. cuneifolia, Fragaria virginiana, Frangula purshiana, Fritillaria affinis, Fritillaria camschatcensis, Galium trifidum, Galium trifidum ssp. columbianum, Galium triflorum, Gaultheria humifusa, Gaultheria ovatifolia, Gaultheria shallon, Geranium molle, Goodyera oblongifolia, Grindelia hirsutula, Gymnocarpium disjunctum, Gymnocarpium dryopteris, Halerpestes cymbalaria, Hemitomes congestum, Heracleum sphondylium, Heuchera glabra, Heuchera micrantha var. diversifolia, Hieracium albiflorum, Holcus lanatus, Holodiscus discolor, Hordeum brachyantherum, Hypericum androsaemum, Hypericum perforatum, Hypochaeris radicata, Ilex aquifolium, Impatiens glandulifera, Impatiens parviflora, Jacobaea vulgaris, Juncus arcticus ssp. alaskanus, Juncus bufonius, Juncus covillei, Juncus effusus, Juncus mertensianus, Juncus tenuis, Juniperus communis, Juniperus maritima, Kopsiopsis hookeri, Lamium galeobdolon, Lapsana communis, Lathyrus japonicus, Lathyrus nevadensis, Lathyrus palustris, Leptarrhena pyrolifolia, Leucanthemum vulgare, Leymus mollis ssp. mollis, Lilaeopsis occidentalis, Lilium columbianum, Linaria vulgaris, Lonicera ciliosa, Lonicera hispidula, Lonicera involucrata var. involucrata, Lonicera utahensis, Lotus corniculatus, Luetkea pectinata, Lunaria annua, Lupinus arcticus ssp. subalpinus, Lupinus latifolius ssp. latifolius, Lupinus littoralis, Lupinus polyphyllus ssp. polyphyllus, Luzula parviflora ssp. parviflora, Lycopodiella inundata, Lycopodium clavatum, Lycopus uniflorus, Lysichiton americanus, Lysimachia europaea, Maianthemum dilatatum, Maianthemum racemosum ssp. amplexicaule, Maianthemum stellatum, Malus fusca, Malva moschata, Menyanthes trifoliata, Micranthes ferruginea, Micranthes integrifolia, Micranthes lyallii, Micranthes nelsoniana var. cascadensis, Micranthes odontoloma, Micranthes tolmiei, Moneses uniflora, Monotropa hypopitys, Monotropa uniflora, Montia parvifolia, Mycelis muralis, Myosotis arvensis, Myosotis laxa, Myosotis scorpioides, Myrica gale, Nabalus alatus, Neottia banksiana, Neottia cordata, Nephrophyllidium crista-galli, Nuphar polysepala, Oemleria cerasiformis, Oenanthe sarmentosa, Oplopanax horridus, Orthilia secunda, Osmorhiza berteroi, Oxyria digyna, Parnassia fimbriata, Paxistima myrsinites, Pectiantia pentandra, Penstemon davidsonii var. menziesii, Penstemon serrulatus, Pentagramma triangularis ssp. triangularis, Persicaria maculosa, Petrosedum forsterianum, Petrosedum rupestre, Phacelia sericea var. sericea, Phleum pratense, Phlox diffusa ssp. longistylis, Phyllodoce empetriformis, Phyllodoce glanduliflora, Physocarpus capitatus, Picea sitchensis, Pilosella aurantiaca, Pinguicula macroceras, Pinus albicaulis, Pinus contorta var. contorta, Plantago major, Plantago maritima, Platanthera elegans, Platanthera orbiculata, Platanthera stricta, Plectritis congesta, Poa alpina, Poa nemoralis, Poa pratensis, Polygonum minimum, Polypodium amorphum, Polypodium glycyrrhiza, Polystichum andersonii, Polystichum braunii, Polystichum lonchitis, Polystichum munitum, Populus trichocarpa, Primula pauciflora var. pauciflora, Prosartes hookeri, Prunus avium, Prunus emarginata, Pseudognaphalium thermale, Pseudosasa japonica, Pseudotsuga menziesii var. menziesii, Pteridium aquilinum var. pubescens, Pulsatilla occidentalis, Pyracantha coccinea, Pyrola picta, Quercus robur, Ranunculus acris, Ranunculus repens, Rhododendron albiflorum, Rhododendron groenlandicum, Rhododendron menziesii, Ribes bracteosum, Ribes lacustre, Ribes sanguineum var. sanguineum, Rosa gymnocarpa var. gymnocarpa, Rosa multiflora, Rosa nutkana ssp. nutkana, Rubus allegheniensis, Rubus bifrons, Rubus laciniatus, Rubus nivalis, Rubus parviflorus, Rubus pedatus, Rubus spectabilis, Rubus ursinus, Rubus vestitus, Rumex acetosella, Rumex crispus, Sabulina macra, Sagina procumbens, Salix commutata, Salix hookeriana, Salix scouleriana, Salix sitchensis, Sambucus racemosa var. arborescens, Saxifraga mertensiana, Sceptridium multifidum, Sedum divergens, Sedum oreganum, Selaginella wallacei, Senecio fremontii var. fremontii, Senecio triangularis, Senecio vulgaris, Sidalcea hendersonii, Silene acaulis, Solanum dulcamara, Solanum nigrum, Solidago canadensis, Solidago multiradiata, Sonchus arvensis ssp. arvensis, Sorbus aucuparia, Sorbus sitchensis var. grayi, Sorbus sitchensis var. sitchensis, Spergularia rubra, Spinulum annotinum, Spiraea douglasii, Spiraea japonica, Spiraea splendens, Spiranthes romanzoffiana, Streptopus amplexifolius, Streptopus lanceolatus var. curvipes, Struthiopteris spicant, Symphoricarpos albus var. laevigatus, Symphyotrichum subspicatum, Tanacetum vulgare, Taraxacum officinale agg., Tellima grandiflora, Thuja plicata, Tiarella trifoliata var. laciniata, Tiarella trifoliata var. trifoliata, Tiarella trifoliata var. unifoliata, Toxicoscordion venenosum var. venenosum, Trautvetteria caroliniensis, Triantha glutinosa, Triantha occidentalis ssp. brevistyla, Trifolium hybridum, Triglochin maritima, Trisetum cernuum, Trisetum spicatum, Triteleia hyacinthina, Tsuga heterophylla, Tsuga mertensiana, Typha latifolia, Vaccinium alaskaense, Vaccinium deliciosum, Vaccinium membranaceum, Vaccinium ovalifolium, Vaccinium oxycoccos, Vaccinium parvifolium, Vaccinium uliginosum, Veratrum viride var. eschscholzianum, Vinca minor, Viola glabella, Viola sempervirens","Agoseris aurantiaca var. aurantiaca, Agoseris glauca, Agrostis aequivalvis, Agrostis canina, Agrostis exarata, Agrostis gigantea, Agrostis humilis, Agrostis mertensii, Agrostis scabra, Agrostis stolonifera, Agrostis variabilis, Aira praecox, Alchemilla arvensis, Alopecurus geniculatus, Anemone parviflora, Anemonoides grayi, Antennaria alpina, Antennaria howellii, Antennaria media, Antennaria neglecta, Antennaria umbrinella, Arabis eschscholtziana, Argentina pacifica, Arnica gracilis, Arnica parryi, Askellia pygmaea, Berberis thunbergii, Bistorta vivipara, Boechera calderi, Boechera lyallii, Boechera stricta, Botrychium neolunaria, Botrypus virginianus, Brassica napus, Brassica oleracea, Briza maxima, Bromus hordeaceus, Bromus marginatus, Bromus racemosus, Bromus sitchensis, Bromus sterilis, Bromus tectorum, Calamagrostis purpurea, Callitriche heterophylla var. heterophylla, Campanula rotundifolia complex, Carex albonigra, Carex bolanderi, Carex circinata, Carex exsiccata, Carex foenea, Carex garberi, Carex illota, Carex kelloggii var. kelloggii, Carex kelloggii var. limnophila, Carex lenticularis var. dolia, Carex leporina, Carex longii, Carex luzulina var. ablata, Carex macrochaeta, Carex magellanica ssp. irrigua, Carex microptera, Carex oederi, Carex pachystachya, Carex pendula, Carex phaeocephala, Carex preslii, Carex pyrenaica, Carex rossii, Carex zikae, Cassiope tetragona, Castilleja elmeri, Castilleja parviflora var. albida, Castilleja parviflora var. parviflora, Castilleja rhexiifolia, Ceanothus velutinus var. velutinus, Cerastium nutans, Cherleria biflora, Cherleria obtusiloba, Cinna latifolia, Circaea alpina ssp. alpina, Circaea alpina ssp. pacifica, Claytonia exigua ssp. exigua, Corydalis scouleri, Cotoneaster hjelmqvistii, Cotoneaster integrifolius, Danthonia intermedia, Daucus pusillus, Diphasiastrum alpinum, Draba albertina, Draba incerta, Draba lonchocarpa, Draba praealta, Draba stenoloba, Drymocallis glandulosa, Eleocharis palustris, Elymus elymoides ssp. californicus, Elymus hirsutus, Elymus violaceus, Epilobium clavatum, Epilobium hornemannii, Epilobium minutum, Epilobium obscurum, Erigeron acris, Erigeron annuus, Erigeron compositus, Erigeron glabellus var. pubescens, Erigeron nivalis, Eriocoma hymenoides, Erythranthe microphylla, Festuca brachyphylla, Festuca bromoides, Festuca myuros, Festuca occidentalis, Festuca ovina, Festuca rubra s. lat., Festuca saximontana var. saximontana, Gentiana glauca, Geranium carolinianum, Geranium dissectum, Glyceria striata, Graphephorum wolfii, Heracleum maximum, Hieracium murorum, Hippuris vulgaris, Hordeum murinum ssp. murinum, Huperzia continentalis, Isoetes occidentalis, Juncus acuminatus, Juncus alpinoarticulatus, Juncus drummondii, Juncus parryi, Juncus supiniformis, Kalmia microphylla var. microphylla, Lappula occidentalis, Lepidium didymum, Lepidium virginicum ssp. menziesii, Luzula glabrata, Luzula macrantha, Luzula parviflora ssp. fastigiata, Luzula piperi, Luzula spicata, Luzula wahlenbergii, Melampyrum lineare, Micranthes occidentalis, Micranthes porsildiana, Micranthes rufidula, Microsteris gracilis, Montia fontana, Muscari neglectum, Nuttallanthus canadensis, Osmorhiza depauperata, Osmorhiza purpurea, Oxybasis rubra, Ozomelis trifida, Packera pauciflora, Panicum miliaceum, Parnassia palustris, Petasites frigidus var. frigidus, Phleum alpinum, Phyllodoce × intermedia, Pilosella tristis, Plantago elongata, Platanthera aquilonis, Platanthera dilatata var. leucostachys, Platanthera unalascensis, Pleuropogon refractus, Poa cusickii ssp. epilis, Poa glauca, Poa leptocoma, Poa lettermanii, Poa macrantha, Poa paucispicula, Poa secunda ssp. secunda, Poa stenantha, Polemonium viscosum, Polygonum spergulariiforme, Potamogeton berchtoldii, Potamogeton epihydrus, Potamogeton foliosus, Potamogeton pusillus ssp. pusillus, Potentilla flabellifolia, Potentilla glaucophylla var. glaucophylla, Potentilla hyparctica, Potentilla uniflora, Potentilla villosa, Prunus serotina, Pyracantha fortuneana, Pyrola asarifolia ssp. asarifolia, Pyrola asarifolia ssp. bracteata, Pyrola minor, Ranunculus aquatilis, Ranunculus eschscholtzii var. eschscholtzii, Ranunculus flammula, Rhododendron macrophyllum, Ribes acerifolium, Rorippa alpina, Rorippa curvipes, Rorippa curvisiliqua, Rubus fruticosus complex, Rubus ulmifolius, Ruppia maritima, Sabulina rubella, Sagina saginoides, Salix arctica, Salix nivalis, Saxifraga bronchialis ssp. austromontana, Saxifraga cespitosa, Schoenoplectus subterminalis, Senecio lugens, Silene parryi, Solanum emulans, Solidago rugosa var. rugosa, Solidago simplex var. simplex, Sparganium angustifolium, Sparganium natans, Spergula arvensis, Spergularia canadensis var. occidentalis, Spergularia macrotheca, Stellaria borealis ssp. borealis, Stellaria calycantha, Stellaria crassifolia, Stellaria longipes ssp. longipes, Symphyotrichum foliaceum var. foliaceum, Taraxacum alaskanum, Taraxacum erythrospermum agg., Tonestus lyallii, Trifolium microdon, Trifolium oliganthum, Trifolium variegatum, Trisetum canescens, Trollius laxus ssp. albiflorus, Turritis glabra, Typha angustifolia, Utricularia minor, Vahlodea atropurpurea, Veronica alpina?, Vicia gigantea, Viola adunca var. adunca, Viola affinis, Viola howellii, Woodsia oregana ssp. oregana",
"× Elyhordeum stebbinsianum, Abies grandis, Abies lasiocarpa, Acer campestre, Achillea filipendulina, Actaea rubra, Aegopodium podagraria, Aesculus hippocastanum, Ajuga reptans, Alchemilla australis, Allium schoenoprasum, Amaranthus retroflexus, Ambrosia artemisiifolia, Anemonoides nemorosa, Anisocarpus madioides, Aphyllon californicum ssp. californicum, Aquilegia vulgaris, Arabidopsis thaliana, Arbutus unedo, Arctium lappa, Armoracia rusticana, Arnica rydbergii, Arum italicum, Atocion armeria, Atriplex prostrata, Betula pendula, Bidens cernua, Bidens tripartita, Botrychium simplex, Boykinia occidentalis, Brasenia schreberi, Calystegia sepium, Calystegia silvatica, Camassia quamash, Campanula persicifolia, Capsella bursa-pastoris, Cardamine flexuosa, Cardamine hirsuta, Cardamine umbellata, Carex aurea, Carex canescens, Carex echinata, Carex laeviculmis, Carex macrocephala, Carex obnupta, Carex pauciflora, Carex stipata, Carex stylosa, Ceanothus sanguineus, Centaurea cyanus, Centaurea stoebe, Cerastium glomeratum, Cerastium tomentosum, Chelidonium majus, Cichorium intybus, Cicuta douglasii, Cirsium brevistylum, Cirsium vulgare, Claytonia rubra, Clematis vitalba, Comarum palustre, Convallaria majalis, Coptis trifolia, Corallorhiza striata, Cornus sanguinea, Corylus avellana, Cotoneaster bullatus, Cotula coronopifolia, Crocosmia × crocosmiiflora, Cryptogramma cascadensis, Cymbalaria muralis, Cynosurus echinatus, Cystopteris fragilis, Dactylis glomerata, Daucus carota, Dendrolycopodium dendroideum, Dianthus barbatus, Dipsacus fullonum, Doronicum pardalianches, Draba verna, Dryas drummondii, Dulichium arundinaceum, Echinochloa crus-galli, Eleocharis mamillata ssp. mamillata, Eleocharis uniglumis, Epilobium brachycarpum, Epipactis helleborine, Erigeron aureus, Eriophorum chamissonis, Erodium cicutarium, Erythronium revolutum, Eupatorium cannabinum, Euphorbia cyparissias, Euphorbia myrsinites, Euphorbia peplus, Eutrochium maculatum var. bruneri, Foeniculum vulgare, Fragaria chiloensis, Fragaria vesca ssp. bracteata, Fumaria muralis, Galanthus nivalis, Galeopsis bifida, Galeopsis tetrahit, Galinsoga quadriradiata, Galium aparine, Galium odoratum, Galium trifidum ssp. columbianum, Gamochaeta ustulata, Gentiana sceptrum, Gentiana septemfida?, Geranium macrorrhizum, Geranium robertianum, Geum macrophyllum, Glechoma hederacea, Gnaphalium uliginosum, Grindelia stricta, Hedera canariensis, Hedera helix, Hesperis matronalis, Hieracium lachenalii, Hieracium maculatum, Honckenya peploides ssp. major, Hyacinthoides non-scripta, Hypericum anagalloides, Hypericum calycinum, Hypericum maculatum, Impatiens capensis, Iris pseudacorus, Iris sibirica, Isolepis cernua, Juncus articulatus, Juncus balticus, Juncus bulbosus, Juncus canadensis, Juncus ensifolius, Kalmia microphylla var. occidentalis, Kerria japonica, Laburnum anagyroides, Lactuca biennis, Lamium purpureum, Lathyrus latifolius, Lathyrus sylvestris, Lemna minor, Lepidium campestre, Lepidium heterophyllum, Ligustrum vulgare, Limosella aquatica, Linaria purpurea, Linnaea borealis ssp. longiflora, Linum usitatissimum, Lolium perenne, Lotus pedunculatus, Luzula comosa var. laxa, Luzula multiflora ssp. multiflora, Lycopus europaeus, Lysimachia latifolia, Lysimachia maritima, Lysimachia nummularia, Lysimachia punctata, Lysimachia thyrsiflora, Lythrum salicaria, Madia glomerata, Malva neglecta, Matricaria discoidea, Medicago lupulina, Medicago polymorpha, Melica subulata, Melilotus albus, Melilotus officinalis, Melissa officinalis, Mentha canadensis, Montia linearis, Muscari botryoides, Myosotis discolor, Myosotis sylvatica, Myriophyllum sibiricum, Myrrhis odorata, Nasturtium officinale, Nemophila menziesii, Nemophila parviflora, Nothochelone nemorosa, Oenothera biennis, Origanum vulgare, Oxalis corniculata, Oxalis oregana, Oxalis stricta, Papaver cambricum, Papaver nudicaule, Pastinaca sativa, Pedicularis bracteosa, Pedicularis racemosa, Perideridia gairdneri, Petasites japonicus, Phalaris arundinacea, Phegopteris connectilis, Philadelphus lewisii, Pilosella caespitosa, Pilosella piloselloides, Pinus monticola, Plantago lanceolata, Plantago macrocarpa, Poa annua, Polygonum aviculare, Polygonum paronychia, Polypodium hesperium, Portulaca oleracea, Potamogeton natans, Potamogeton praelongus, Potentilla norvegica, Prunus cerasifera, Prunus laurocerasus, Prunus lusitanica, Pseudofumaria lutea, Pseudosasa humilis, Pterospora andromedea, Puccinellia pumila, Pyrola aphylla, Pyrola chlorantha, Pyrola dentata, Pyrus communis, Quercus rubra, Ranunculus uncinatus, Raphanus raphanistrum, Reynoutria japonica, Rhinanthus minor, Rhus typhina, Rhynchospora alba, Ribes divaricatum var. divaricatum, Robinia pseudoacacia, Rorippa palustris, Rosa pisocarpa ssp. pisocarpa, Rosa rugosa, Rubus chamaemorus, Rubus idaeus ssp. strigosus, Rubus leucodermis, Rudbeckia hirta, Rumex acetosa, Rumex conglomeratus, Rumex maritimus, Rumex obtusifolius, Rumex occidentalis, Salix discolor, Salix lasiandra var. lasiandra, Sanguisorba minor, Sanguisorba officinalis, Sanicula crassicaulis, Saponaria officinalis, Sarracenia purpurea ssp. purpurea, Schoenoplectus tabernaemontani, Scirpus microcarpus, Scorzoneroides autumnalis, Scutellaria lateriflora, Securigera varia, Sedum acre, Sedum album, Sedum sexangulare, Senecio sylvaticus, Senecio viscosus, Setaria viridis, Shepherdia canadensis, Sibbaldia procumbens, Silene × hampeana, Silene coronaria, Silene dioica, Silene flos-cuculi, Silene latifolia, Silene vulgaris, Sisymbrium officinale, Solanum americanum, Solidago lepida, Sonchus asper, Sonchus oleraceus, Sorbus scopulina var. cascadensis, Sparganium emersum, Spiraea × hitchcockii, Stachys byzantina, Stachys chamissonis var. cooleyae, Stellaria crispa, Stellaria humifusa, Stellaria media, Streptopus streptopoides, Symphoricarpos mollis, Symphyotrichum novi-belgii, Symphytum officinale, Tanacetum parthenium, Taxus brevifolia, Teesdalia nudicaulis, Tolmiea menziesii, Tragopogon dubius, Trifolium aureum, Trifolium campestre, Trifolium dubium, Trifolium pratense, Trifolium repens, Trifolium willdenovii, Trifolium wormskioldii, Trillium ovatum var. ovatum, Tripleurospermum inodorum, Triticum aestivum, Ulex europaeus, Urtica dioica, Utricularia gibba, Utricularia macrorhiza, Vaccinium cespitosum, Vaccinium myrtillus, Vaccinium ovatum, Valeriana sitchensis, Verbascum blattaria, Verbascum phlomoides, Verbascum thapsus, Veronica americana, Veronica arvensis, Veronica filiformis, Veronica officinalis, Veronica peregrina var. xalapensis, Veronica scutellata, Veronica serpyllifolia, Veronica wormskjoldii, Viburnum edule, Vicia americana, Vicia cracca, Vicia hirsuta, Vicia sativa, Vinca major, Viola palustris, Zostera marina"]}}
