{
  "palette": {
    "CMAunp": "#FDE725FF",
    "CWHdm": "#472D7BFF",
    "CWHds1": "#21908CFF",
    "CWHms1": "#27AD81FF",
    "CWHvm1": "#2C728EFF",
    "CWHvm2": "#3B528BFF",
    "CWHxm1": "#440154FF",
    "MHmm1": "#5DC863FF",
    "MHmm2": "#AADC32FF"
  },
  "taxa": {
    "CMAunp": "Abies amabilis, Abies lasiocarpa, Acer circinatum, Achillea millefolium, Adiantum aleuticum var. aleuticum, Agoseris aurantiaca var. aurantiaca, Agoseris glauca, Agrostis capillaris, Agrostis exarata, Agrostis humilis, Agrostis mertensii, Agrostis scabra, Agrostis variabilis, Alnus alnobetula ssp. sinuata, Alnus rubra, Anaphalis margaritacea, Antennaria alpina, Antennaria media, Antennaria rosea, Antennaria umbrinella, Aquilegia formosa, Arctostaphylos uva-ursi, Arnica gracilis, Arnica lanceolata ssp. prima, Arnica latifolia, Arnica rydbergii, Artemisia norvegica ssp. saxatilis, Askellia pygmaea, Athyrium distentifolium ssp. americanum, Athyrium filix-femina var. cyclosorum, Bistorta vivipara, Boechera calderi, Boechera lyallii, Boechera stricta, Botrychium lanceolatum, Botrychium neolunaria, Brewerimitella breweri, Bromus marginatus, Calamagrostis purpurea, Callitriche palustris, Callitropsis nootkatensis, Caltha leptosepala, Campanula alaskana, Campanula rotundifolia complex, Cardamine pensylvanica, Carex albonigra, Carex foenea, Carex garberi, Carex illota, Carex macrochaeta, Carex mertensii, Carex nardina, Carex nigricans, Carex pachystachya, Carex pauciflora, Carex phaeocephala, Carex preslii, Carex pyrenaica, Carex rossii, Carex scirpoidea, Carex spectabilis, Cassiope mertensiana ssp. mertensiana, Castilleja elmeri, Castilleja hispida var. hispida, Castilleja miniata var. miniata, Castilleja parviflora var. albida, Castilleja parviflora var. parviflora, Castilleja rhexiifolia, Chamaenerion angustifolium, Chamaenerion latifolium, Cherleria biflora, Chimaphila umbellata, Cirsium edule, Claytonia lanceolata, Corallorhiza mertensiana, Corallorhiza trifida, Cryptogramma acrostichoides, Cryptogramma cascadensis, Cystopteris fragilis, Danthonia intermedia, Dicentra formosa ssp. formosa, Diphasiastrum alpinum, Diphasiastrum sitchense, Draba albertina, Draba incerta, Draba lonchocarpa, Draba stenoloba, Elliottia pyroliflora, Elymus elymoides ssp. californicus, Elymus glaucus, Elymus violaceus, Empetrum nigrum, Epilobium anagallidifolium, Epilobium hornemannii, Epilobium luteum, Equisetum arvense, Erigeron acris, Erigeron aureus, Erigeron compositus, Erigeron glacialis, Erigeron nivalis, Erigeron peregrinus, Eriophorum angustifolium, Erythranthe caespitosa, Erythranthe lewisii, Erythronium grandiflorum, Festuca ovina, Gaultheria humifusa, Gaultheria ovatifolia, Gentiana glauca, Gymnocarpium dryopteris, Hemitomes congestum, Heracleum maximum, Heracleum sphondylium, Heuchera glabra, Hieracium albiflorum, Hieracium triste, Holodiscus discolor, Huperzia continentalis, Juncus balticus, Juncus drummondii, Juncus mertensianus, Juncus parryi, Juniperus communis, Kalmia microphylla var. microphylla, Kalmia microphylla var. occidentalis, Kalmia procumbens, Koeleria spicata, Lathyrus japonicus, Leptarrhena pyrolifolia, Lonicera utahensis, Luetkea pectinata, Lupinus arcticus ssp. subalpinus, Lupinus latifolius ssp. latifolius, Lupinus lepidus var. lobbii, Luzula hitchcockii, Luzula parviflora ssp. parviflora, Luzula piperi, Luzula spicata, Luzula wahlenbergii, Lysichiton americanus, Lysimachia latifolia, Micranthes ferruginea, Micranthes lyallii, Micranthes nelsoniana var. cascadensis, Micranthes occidentalis, Micranthes porsildiana, Micranthes tolmiei, Monotropa hypopitys, Monotropa uniflora, Montia parvifolia, Neottia banksiana, Neottia cordata, Nothochelone nemorosa, Nuttallanthus canadensis, Oplopanax horridus, Orthilia secunda, Osmorhiza depauperata, Osmorhiza purpurea, Oxyria digyna, Ozomelis trifida, Packera pauciflora, Parnassia fimbriata, Paxistima myrsinites, Pectiantia pentandra, Pedicularis bracteosa, Pedicularis racemosa, Penstemon davidsonii var. menziesii, Penstemon procerus var. tolmiei, Penstemon serrulatus, Petasites frigidus var. frigidus, Phacelia sericea var. sericea, Phegopteris connectilis, Phleum alpinum, Phlox diffusa ssp. longistylis, Phyllodoce × intermedia, Phyllodoce empetriformis, Phyllodoce glanduliflora, Pinguicula macroceras, Pinus albicaulis, Pinus monticola, Platanthera stricta, Poa alpina, Poa cusickii ssp. epilis, Poa lettermanii, Poa secunda ssp. secunda, Poa stenantha, Polemonium viscosum, Polystichum lonchitis, Polystichum munitum, Potentilla drummondii, Potentilla flabellifolia, Potentilla glaucophylla var. glaucophylla, Potentilla hyparctica, Potentilla uniflora, Potentilla villosa, Prosartes hookeri, Pseudotsuga menziesii var. menziesii, Pulsatilla occidentalis, Pyrola asarifolia ssp. asarifolia, Pyrola asarifolia ssp. bracteata, Pyrola minor, Ranunculus eschscholtzii var. eschscholtzii, Rhododendron albiflorum, Rhododendron menziesii, Ribes acerifolium, Ribes lacustre, Romanzoffia sitchensis, Rubus parviflorus, Rubus spectabilis, Sabulina rubella, Sagina saginoides, Salix arctica, Salix barclayi, Salix commutata, Salix nivalis, Saxifraga bronchialis ssp. austromontana, Saxifraga cespitosa, Saxifraga mertensiana, Sedum divergens, Sedum lanceolatum var. nesioticum, Senecio fremontii var. fremontii, Senecio triangularis, Sibbaldia procumbens, Silene acaulis, Silene parryi, Solidago multiradiata, Spinulum annotinum, Spiraea splendens, Stellaria borealis ssp. borealis, Stellaria calycantha, Stellaria longipes ssp. longipes, Streptopus amplexifolius, Streptopus lanceolatus var. curvipes, Symphyotrichum foliaceum var. foliaceum, Taraxacum alaskanum, Taraxacum erythrospermum agg., Taraxacum officinale agg., Taxus brevifolia, Thuja plicata, Tiarella trifoliata var. unifoliata, Tonestus lyallii, Triantha glutinosa, Triantha occidentalis ssp. brevistyla, Trollius albiflorus, Tsuga heterophylla, Tsuga mertensiana, Vaccinium cespitosum, Vaccinium deliciosum, Vaccinium membranaceum, Vaccinium ovalifolium, Vaccinium uliginosum, Vahlodea atropurpurea, Valeriana sitchensis, Veratrum viride var. eschscholzianum, Veronica wormskjoldii, Viola glabella, Woodsia oregana ssp. oregana",
    "CWHdm": "× Elyhordeum stebbinsianum, Abies amabilis, Abies grandis, Acer campestre, Acer circinatum, Acer glabrum var. douglasii, Acer macrophyllum, Achillea filipendulina, Achillea millefolium, Acmispon parviflorus, Actaea rubra, Adenocaulon bicolor, Adiantum aleuticum var. aleuticum, Aegopodium podagraria, Aesculus hippocastanum, Agoseris grandiflora var. leptophylla, Agrostis aequivalvis, Agrostis canina, Agrostis capillaris, Agrostis exarata, Agrostis gigantea, Agrostis scabra, Agrostis stolonifera, Ailanthus altissima, Aira caryophyllea, Aira praecox, Ajuga reptans, Alchemilla arvensis, Alchemilla mollis, Allium cernuum, Allotropa virgata, Alnus alnobetula ssp. sinuata, Alnus rubra, Alopecurus geniculatus, Amaranthus retroflexus, Ambrosia artemisiifolia, Amelanchier alnifolia, Anaphalis margaritacea, Anemonoides grayi, Angelica lucida, Antennaria howellii, Antennaria neglecta, Anthoxanthum hirtum, Anthoxanthum odoratum, Anthriscus sylvestris, Apocynum androsaemifolium, Aquilegia formosa, Aquilegia vulgaris, Arabidopsis thaliana, Arbutus menziesii, Arceuthobium tsugense ssp. contortae, Arceuthobium tsugense ssp. tsugense, Arctium lappa, Arctium minus, Arctostaphylos × media, Arctostaphylos columbiana, Arctostaphylos uva-ursi, Argentina anserina, Argentina pacifica, Arnica lanceolata ssp. prima, Arnica latifolia, Artemisia vulgaris, Arum italicum, Aruncus dioicus var. acuminatus, Asarum caudatum, Asparagus officinalis, Aspidotis densa, Asplenium trichomanes, Athyrium filix-femina var. cyclosorum, Atocion armeria, Atriplex patula, Atriplex prostrata, Barbarea orthoceras, Barbarea vulgaris, Bellis perennis, Berberis aquifolium, Berberis nervosa, Betula glandulosa, Betula occidentalis, Betula papyrifera, Betula pendula, Bidens amplissima, Bidens cernua, Bidens frondosa, Bidens tripartita, Bolboschoenus maritimus ssp. paludosus, Botrychium lanceolatum, Botrypus virginianus, Boykinia occidentalis, Brasenia schreberi, Brassica oleracea, Brassica rapa, Briza maxima, Bromus carinatus, Bromus diandrus, Bromus inermis, Bromus sitchensis, Bromus sterilis, Bromus tectorum, Bromus vulgaris, Buddleja davidii, Cakile edentula, Calamagrostis canadensis, Callitriche heterophylla var. heterophylla, Callitriche palustris, Callitriche stagnalis, Callitropsis nootkatensis, Calluna vulgaris, Calypso bulbosa var. occidentalis, Calystegia sepium, Calystegia silvatica, Camassia quamash, Campanula alaskana, Campanula persicifolia, Campanula rapunculoides, Campanula rotundifolia complex, Canadanthus modestus, Capnoides sempervirens, Capsella bursa-pastoris, Cardamine breweri var. orbicularis, Cardamine flexuosa, Cardamine hirsuta, Cardamine oligosperma, Cardamine pensylvanica, Carex aquatilis var. dives, Carex bolanderi, Carex brunnescens ssp. brunnescens, Carex canescens, Carex deweyana, Carex echinata, Carex exsiccata, Carex hendersonii, Carex kelloggii var. kelloggii, Carex kelloggii var. limnophila, Carex laeviculmis, Carex leporina, Carex limosa, Carex luzulina var. ablata, Carex lyngbyei, Carex macrocephala, Carex magellanica ssp. irrigua, Carex mertensii, Carex obnupta, Carex oederi, Carex pauciflora, Carex pendula, Carex stipata, Carex viridula ssp. viridula, Carex zikae, Cassiope mertensiana ssp. mertensiana, Castanea sativa, Castilleja hispida var. hispida, Castilleja miniata var. miniata, Ceanothus sanguineus, Centaurea cyanus, Centaurea diffusa, Centaurea montana, Centaurea stoebe, Cerastium arvense ssp. strictum, Cerastium glomeratum, Cerastium holosteoides, Cerastium nutans, Cerastium tomentosum, Chamaenerion angustifolium, Chamaenerion latifolium, Chenopodium album, Cherleria biflora, Chimaphila menziesii, Chimaphila umbellata, Cichorium intybus, Cicuta douglasii, Cinna latifolia, Circaea alpina ssp. alpina, Circaea alpina ssp. pacifica, Cirsium arvense, Cirsium edule, Cirsium vulgare, Claytonia lanceolata, Claytonia sibirica, Claytonia washingtoniana, Clematis vitalba, Clinopodium douglasii, Clintonia uniflora, Collinsia grandiflora, Collinsia parviflora, Collomia heterophylla, Comarum palustre, Conioselinum gmelinii, Convallaria majalis, Coptis aspleniifolia, Coptis trifolia, Corallorhiza maculata, Corallorhiza mertensiana, Corallorhiza striata, Coreopsis lanceolata, Coreopsis tinctoria, Cornus nuttallii, Cornus sericea, Cornus unalaschkensis, Corylus avellana, Corylus cornuta ssp. californica, Cotoneaster bullatus, Cotoneaster coriaceus, Cotoneaster dammeri, Cotoneaster divaricatus, Cotoneaster franchetii, Cotoneaster hjelmqvistii, Cotoneaster horizontalis, Cotoneaster integrifolius, Cotoneaster rehderi, Cotoneaster salicifolius, Cotoneaster simonsii, Cotoneaster sternianus, Cotula coronopifolia, Crataegus douglasii, Crataegus monogyna, Crepis capillaris, Crocosmia × crocosmiiflora, Cryptogramma acrostichoides, Cymbalaria muralis, Cynosurus echinatus, Cystopteris fragilis, Cytisus scoparius, Dactylis glomerata, Danthonia spicata, Daphne laureola, Daucus carota, Daucus pusillus, Delphinium menziesii, Dendrolycopodium dendroideum, Deschampsia cespitosa, Dianthus armeria ssp. armeria, Dianthus barbatus, Dicentra formosa ssp. formosa, Dichanthelium lanuginosum, Dichanthelium oligosanthes, Digitalis purpurea, Digitaria sanguinalis, Diphasiastrum sitchense, Diplotaxis tenuifolia, Dipsacus fullonum, Distichlis spicata, Doronicum pardalianches, Draba verna, Drosera rotundifolia, Dryopteris carthusiana, Dryopteris expansa, Dryopteris filix-mas, Dulichium arundinaceum, Dysphania botrys, Echinochloa crus-galli, Echium vulgare, Eleocharis obtusa, Eleocharis palustris, Eleocharis parvula, Eleocharis uniglumis, Elliottia pyroliflora, Elymus glaucus, Elymus repens, Empetrum nigrum, Epilobium anagallidifolium, Epilobium ciliatum, Epilobium hornemannii, Epilobium luteum, Epilobium minutum, Epipactis helleborine, Equisetum arvense, Equisetum fluviatile, Equisetum hyemale ssp. affine, Equisetum telmateia ssp. braunii, Equisetum variegatum, Erigeron annuus, Erigeron canadensis, Erigeron peregrinus, Eriocoma hymenoides, Eriophorum chamissonis, Eriophyllum lanatum, Erodium cicutarium, Erythranthe alsinoides, Erythranthe guttata, Erythranthe lewisii, Erythranthe ptilota, Erythronium oregonum, Erythronium revolutum, Eschscholzia californica, Eupatorium cannabinum, Euphorbia cyparissias, Euphorbia myrsinites, Euphorbia peplus, Euphrasia nemorosa, Euthamia graminifolia, Eutrochium maculatum var. bruneri, Festuca bromoides, Festuca microstachys var. pauciflora, Festuca occidentalis, Festuca rubra s. lat., Fragaria × ananassa ssp. cuneifolia, Fragaria vesca ssp. bracteata, Fragaria virginiana, Frangula purshiana, Fritillaria affinis, Fritillaria camschatcensis, Fumaria muralis, Galanthus nivalis, Galeopsis bifida, Galeopsis tetrahit, Galinsoga quadriradiata, Galium aparine, Galium odoratum, Galium trifidum, Galium trifidum ssp. columbianum, Galium triflorum, Gamochaeta ustulata, Gaultheria ovatifolia, Gaultheria shallon, Geocaulon lividum, Geranium carolinianum, Geranium macrorrhizum, Geranium molle, Geranium pratense, Geranium pusillum, Geranium robertianum, Geum macrophyllum, Glechoma hederacea, Gnaphalium uliginosum, Goodyera oblongifolia, Grindelia stricta, Gymnocarpium disjunctum, Gymnocarpium dryopteris, Halerpestes cymbalaria, Hedera helix, Hedera hibernica, Helianthus annuus, Hemitomes congestum, Heracleum maximum, Heracleum sphondylium, Hesperis matronalis, Heuchera glabra, Heuchera micrantha var. diversifolia, Hieracium albiflorum, Hieracium lachenalii, Hieracium maculatum, Hieracium murorum, Hieracium triste, Hieracium umbellatum, Holcus lanatus, Holcus mollis, Holodiscus discolor, Honckenya peploides ssp. major, Hordeum brachyantherum, Hordeum murinum ssp. murinum, Hordeum vulgare, Humulus lupulus, Huperzia miyoshiana, Huperzia occidentalis, Hyacinthoides hispanica, Hyacinthoides non-scripta, Hypericum anagalloides, Hypericum androsaemum, Hypericum calycinum, Hypericum maculatum, Hypericum perforatum, Hypochaeris glabra, Hypochaeris radicata, Ilex aquifolium, Impatiens capensis, Impatiens glandulifera, Impatiens parviflora, Iris pseudacorus, Isoetes occidentalis, Isolepis cernua, Jacobaea vulgaris, Juglans regia, Juncus acuminatus, Juncus arcticus ssp. alaskanus, Juncus articulatus, Juncus balticus, Juncus bufonius, Juncus bulbosus, Juncus covillei, Juncus drummondii, Juncus effusus, Juncus ensifolius, Juncus mertensianus, Juncus tenuis, Juniperus communis, Kalmia microphylla var. occidentalis, Kerria japonica, Kopsiopsis hookeri, Laburnum anagyroides, Lactuca biennis, Lactuca canadensis, Lactuca serriola, Lamium galeobdolon, Lamium purpureum, Lappula occidentalis, Lapsana communis, Lathyrus japonicus, Lathyrus latifolius, Lathyrus nevadensis, Lathyrus palustris, Lathyrus sylvestris, Lemna minor, Lepidium campestre, Lepidium didymum, Lepidium heterophyllum, Leptarrhena pyrolifolia, Leucanthemum maximum, Leucanthemum vulgare, Leymus mollis ssp. mollis, Ligustrum vulgare, Lilaeopsis occidentalis, Lilium columbianum, Limnanthes douglasii, Limosella aquatica, Linaria dalmatica ssp. dalmatica, Linaria purpurea, Linaria vulgaris, Linnaea borealis ssp. longiflora, Linum usitatissimum, Liriodendron tulipifera, Lobularia maritima, Lolium arundinaceum, Lolium perenne, Lomatium nudicaule, Lonicera ciliosa, Lonicera involucrata var. involucrata, Lonicera utahensis, Lotus corniculatus, Lotus pedunculatus, Luetkea pectinata, Lunaria annua, Lupinus arcticus ssp. subalpinus, Lupinus latifolius ssp. latifolius, Lupinus littoralis, Lupinus polyphyllus ssp. polyphyllus, Luzula comosa var. laxa, Luzula glabrata, Luzula multiflora ssp. multiflora, Luzula parviflora ssp. parviflora, Lycopodiella inundata, Lycopodium clavatum, Lycopus europaeus, Lycopus uniflorus, Lysichiton americanus, Lysimachia europaea, Lysimachia latifolia, Lysimachia maritima, Lysimachia nummularia, Lysimachia punctata, Lysimachia thyrsiflora, Lythrum salicaria, Madia glomerata, Maianthemum dilatatum, Maianthemum racemosum ssp. amplexicaule, Maianthemum stellatum, Malus fusca, Malva alcea, Malva moschata, Malva neglecta, Matricaria discoidea, Medicago lupulina, Medicago polymorpha, Medicago sativa ssp. sativa, Melilotus albus, Melissa officinalis, Mentha arvensis, Mentha canadensis, Menyanthes trifoliata, Micranthes ferruginea, Micranthes integrifolia, Micranthes rufidula, Micranthes tolmiei, Moneses uniflora, Monotropa hypopitys, Monotropa uniflora, Montia fontana, Montia linearis, Montia parvifolia, Muscari armeniacum, Muscari botryoides, Muscari neglectum, Mycelis muralis, Myosotis arvensis, Myosotis laxa, Myosotis scorpioides, Myosotis sylvatica, Myrica gale, Myriophyllum sibiricum, Myrrhis odorata, Nabalus alatus, Nasturtium officinale, Nemophila menziesii, Nemophila parviflora, Neottia banksiana, Neottia cordata, Nepeta cataria, Nephrophyllidium crista-galli, Nothochelone nemorosa, Nuphar polysepala, Nymphaea odorata ssp. odorata, Oemleria cerasiformis, Oenanthe sarmentosa, Oenothera biennis, Oenothera glazioviana, Oplopanax horridus, Origanum vulgare, Orthilia secunda, Osmorhiza berteroi, Osmorhiza purpurea, Oxalis corniculata, Oxalis stricta, Oxybasis rubra, Panicum capillare, Papaver cambricum, Papaver rhoeas, Parnassia fimbriata, Parnassia palustris, Pastinaca sativa, Paxistima myrsinites, Pectiantia pentandra, Penstemon davidsonii var. menziesii, Penstemon serrulatus, Persicaria hydropiper, Persicaria hydropiperoides, Persicaria lapathifolia, Persicaria maculosa, Petasites frigidus var. palmatus, Petasites japonicus, Petrosedum forsterianum, Petroselinum crispum, Phalaris arundinacea, Phalaris canariensis, Phegopteris connectilis, Philadelphus lewisii, Phleum pratense, Phyllodoce empetriformis, Phyllodoce glanduliflora, Physocarpus capitatus, Picea engelmannii, Picea sitchensis, Pilosella aurantiaca, Pilosella caespitosa, Pilosella piloselloides, Pinguicula macroceras, Pinus contorta var. contorta, Pinus monticola, Plantago elongata, Plantago lanceolata, Plantago macrocarpa, Plantago major, Plantago maritima, Platanthera elongata, Platanthera orbiculata, Platanthera stricta, Plectritis congesta ssp. brachystemon, Plectritis congesta ssp. congesta, Poa annua, Poa bulbosa ssp. vivipara, Poa compressa, Poa nemoralis, Poa palustris, Poa pratensis, Poa secunda ssp. secunda, Polygonum aviculare, Polygonum minimum, Polypodium amorphum, Polypodium glycyrrhiza, Polypodium hesperium, Polystichum andersonii, Polystichum braunii, Polystichum braunii × munitum, Polystichum munitum, Populus balsamifera, Populus tremuloides, Populus trichocarpa, Portulaca oleracea, Potamogeton berchtoldii, Potamogeton epihydrus, Potamogeton natans, Potamogeton pusillus ssp. pusillus, Potentilla norvegica, Primula pauciflora var. pauciflora, Prosartes hookeri, Prunella vulgaris ssp. lanceolata, Prunella vulgaris ssp. vulgaris, Prunus avium, Prunus cerasifera, Prunus emarginata, Prunus laurocerasus, Prunus lusitanica, Prunus serotina, Prunus virginiana, Pseudofumaria lutea, Pseudognaphalium thermale, Pseudosasa japonica, Pseudotsuga menziesii var. menziesii, Pteridium aquilinum var. pubescens, Pterospora andromedea, Puccinellia pumila, Pulmonaria officinalis, Pyrola aphylla, Pyrola asarifolia ssp. bracteata, Pyrola chlorantha, Pyrola dentata, Pyrola picta, Quercus robur, Quercus rubra, Ranunculus acris, Ranunculus aquatilis, Ranunculus flammula, Ranunculus repens, Ranunculus uncinatus, Raphanus raphanistrum, Reynoutria × bohemica, Reynoutria japonica, Rhododendron albiflorum, Rhododendron groenlandicum, Rhododendron menziesii, Rhus glabra, Rhus typhina, Rhynchospora alba, Ribes bracteosum, Ribes divaricatum var. divaricatum, Ribes lacustre, Ribes sanguineum var. sanguineum, Ribes triste, Robinia pseudoacacia, Rorippa curvipes, Rorippa palustris, Rosa gymnocarpa var. gymnocarpa, Rosa multiflora, Rosa nutkana ssp. nutkana, Rosa pisocarpa ssp. pisocarpa, Rosa rubiginosa, Rosa rugosa, Rubus allegheniensis, Rubus bifrons, Rubus chamaemorus, Rubus fruticosus complex, Rubus idaeus ssp. strigosus, Rubus laciniatus, Rubus leucodermis, Rubus nivalis, Rubus parviflorus, Rubus pedatus, Rubus spectabilis, Rubus ulmifolius, Rubus ursinus, Rubus vestitus, Rumex acetosa, Rumex acetosella, Rumex conglomeratus, Rumex crispus, Rumex maritimus, Rumex obtusifolius, Rumex occidentalis, Ruppia maritima, Sabulina macra, Sabulina rubella, Sagina maxima ssp. crassicaulis, Sagina procumbens, Sagittaria latifolia, Salicornia pacifica, Salix discolor, Salix hookeriana, Salix lasiandra var. lasiandra, Salix purpurea, Salix scouleriana, Salix sitchensis, Sambucus racemosa var. arborescens, Sanguisorba minor, Saponaria officinalis, Sarracenia purpurea ssp. purpurea, Saxifraga bronchialis ssp. austromontana, Saxifraga mertensiana, Sceptridium multifidum, Scheuchzeria palustris, Schoenoplectus acutus, Schoenoplectus subterminalis, Schoenoplectus tabernaemontani, Scirpus cyperinus, Scirpus microcarpus, Scorzoneroides autumnalis, Scutellaria lateriflora, Secale cereale, Securigera varia, Sedum album, Sedum oreganum, Sedum sexangulare, Selaginella wallacei, Senecio sylvaticus, Senecio viscosus, Senecio vulgaris, Setaria pumila, Setaria viridis, Sidalcea hendersonii, Silene × hampeana, Silene acaulis, Silene coronaria, Silene dioica, Silene latifolia, Silene parryi, Silene vulgaris, Sisymbrium officinale, Sium suave, Solanum dulcamara, Solanum emulans, Solanum nigrum, Solidago canadensis, Solidago elongata, Solidago lepida, Solidago rugosa var. rugosa, Sonchus arvensis ssp. arvensis, Sonchus asper, Sonchus oleraceus, Sorbus aucuparia, Sorbus scopulina var. cascadensis, Sorbus sitchensis var. grayi, Sorbus sitchensis var. sitchensis, Sparganium emersum, Sparganium natans, Spergula arvensis, Spergularia canadensis var. occidentalis, Spergularia macrotheca, Spergularia rubra, Spinulum annotinum, Spiraea douglasii, Spiraea japonica, Spiraea splendens, Spiranthes romanzoffiana, Stachys byzantina, Stachys chamissonis var. cooleyae, Stellaria borealis ssp. sitchana, Stellaria crispa, Stellaria humifusa, Stellaria media, Streptopus amplexifolius, Streptopus lanceolatus var. curvipes, Struthiopteris spicant, Symphoricarpos albus var. laevigatus, Symphoricarpos mollis, Symphyotrichum chilense, Symphyotrichum foliaceum var. foliaceum, Symphyotrichum novi-belgii, Symphyotrichum subspicatum, Symphytum officinale, Tanacetum parthenium, Tanacetum vulgare, Taraxacum officinale agg., Taxus brevifolia, Tellima grandiflora, Thuja plicata, Tiarella trifoliata var. laciniata, Tiarella trifoliata var. trifoliata, Tiarella trifoliata var. unifoliata, Tolmiea menziesii, Toxicoscordion venenosum var. venenosum, Tragopogon dubius, Trautvetteria caroliniensis, Triantha glutinosa, Triantha occidentalis ssp. brevistyla, Trifolium aureum, Trifolium campestre, Trifolium dubium, Trifolium hybridum, Trifolium pratense, Trifolium repens, Trifolium willdenovii, Trifolium wormskioldii, Triglochin maritima, Trillium ovatum var. ovatum, Tripleurospermum inodorum, Trisetum cernuum, Triteleia hyacinthina, Triticum aestivum, Tropaeolum majus, Tsuga heterophylla, Tsuga mertensiana, Turritis glabra, Typha × glauca, Typha angustifolia, Typha latifolia, Urtica dioica, Urtica gracilis ssp. gracilis, Utricularia gibba, Utricularia macrorhiza, Utricularia minor, Vaccinium alaskaense, Vaccinium cespitosum, Vaccinium membranaceum, Vaccinium myrtillus, Vaccinium ovalifolium, Vaccinium ovatum, Vaccinium oxycoccos, Vaccinium parvifolium, Valeriana sitchensis, Veratrum viride var. eschscholzianum, Verbascum blattaria, Verbascum phlomoides, Verbascum thapsus, Veronica americana, Veronica arvensis, Veronica filiformis, Veronica officinalis, Veronica scutellata, Veronica serpyllifolia, Viburnum edule, Vicia cracca, Vicia gigantea, Vicia hirsuta, Vicia sativa, Vinca minor, Viola adunca var. adunca, Viola glabella, Viola howellii, Viola odorata, Viola orbiculata, Viola palustris, Viola riviniana, Viola sempervirens, Zannichellia palustris, Zostera marina",
    "CWHds1": "Abies amabilis, Abies lasiocarpa, Acer glabrum var. douglasii, Acer macrophyllum, Achillea millefolium, Adiantum aleuticum var. aleuticum, Agoseris aurantiaca var. aurantiaca, Agrostis humilis, Allotropa virgata, Alnus alnobetula ssp. sinuata, Alnus rubra, Amelanchier alnifolia, Anaphalis margaritacea, Anemone parviflora, Anemonoides grayi, Apocynum androsaemifolium, Aquilegia formosa, Aquilegia vulgaris, Arctium minus, Arctostaphylos × media, Arctostaphylos columbiana, Arctostaphylos uva-ursi, Arnica latifolia, Aruncus dioicus var. acuminatus, Asarum caudatum, Asplenium trichomanes, Barbarea orthoceras, Berberis aquifolium, Berberis nervosa, Betula papyrifera, Boechera calderi, Buddleja davidii, Calamagrostis canadensis, Callitropsis nootkatensis, Calypso bulbosa var. occidentalis, Capnoides sempervirens, Carex exsiccata, Carex nigricans, Carex saxatilis, Cassiope mertensiana ssp. mertensiana, Cassiope tetragona, Castilleja hispida var. hispida, Castilleja miniata var. miniata, Centaurea stoebe, Chamaenerion angustifolium, Chamaenerion latifolium, Cherleria obtusiloba, Chimaphila menziesii, Chimaphila umbellata, Cirsium vulgare, Claytonia lanceolata, Clintonia uniflora, Collinsia grandiflora, Collinsia parviflora, Collomia heterophylla, Corallorhiza mertensiana, Cornus nuttallii, Cornus sericea, Cornus unalaschkensis, Cryptogramma acrostichoides, Cystopteris fragilis, Cytisus scoparius, Dasiphora fruticosa, Dianthus barbatus, Dicentra formosa ssp. formosa, Digitalis purpurea, Diphasiastrum complanatum, Draba stenoloba, Drosera rotundifolia, Drymocallis glandulosa, Dryopteris expansa, Dryopteris filix-mas, Elymus violaceus, Epilobium ciliatum, Epilobium clavatum, Epilobium hornemannii, Epilobium luteum, Eriophyllum lanatum, Erythranthe alsinoides, Fragaria × ananassa ssp. cuneifolia, Fragaria vesca ssp. bracteata, Fragaria virginiana, Galium triflorum, Gaultheria shallon, Geranium robertianum, Geum macrophyllum, Goodyera oblongifolia, Grindelia stricta, Gymnocarpium disjunctum, Gymnocarpium dryopteris, Hemitomes congestum, Hesperis matronalis, Heuchera micrantha var. diversifolia, Hieracium albiflorum, Hieracium murorum, Holodiscus discolor, Hypericum perforatum, Hypochaeris radicata, Juncus supiniformis, Juniperus communis, Kalmia microphylla var. microphylla, Lamium galeobdolon, Leptarrhena pyrolifolia, Lilium columbianum, Linnaea borealis ssp. longiflora, Lonicera ciliosa, Lonicera involucrata var. involucrata, Lonicera utahensis, Lotus corniculatus, Lupinus arcticus ssp. subalpinus, Lupinus polyphyllus ssp. polyphyllus, Lysichiton americanus, Lysimachia europaea, Lysimachia latifolia, Maianthemum racemosum ssp. amplexicaule, Malus fusca, Melampyrum lineare, Melilotus albus, Menyanthes trifoliata, Micranthes ferruginea, Monotropa hypopitys, Montia parvifolia, Mycelis muralis, Myosotis scorpioides, Myosotis sylvatica, Myrica gale, Nuphar polysepala, Oenothera biennis, Oplopanax horridus, Origanum vulgare, Orthilia secunda, Packera pauciflora, Pastinaca sativa, Paxistima myrsinites, Penstemon davidsonii var. menziesii, Penstemon serrulatus, Phacelia sericea var. sericea, Phyllodoce empetriformis, Physocarpus capitatus, Pilosella aurantiaca, Pilosella caespitosa, Pinus contorta var. contorta, Pinus monticola, Poa annua, Poa lettermanii, Polemonium viscosum, Polypodium amorphum, Polypodium glycyrrhiza, Polypodium hesperium, Polystichum munitum, Populus tremuloides, Populus trichocarpa, Potamogeton foliosus, Potamogeton praelongus, Potentilla flabellifolia, Potentilla hyparctica, Potentilla recta, Prosartes hookeri, Prunus avium, Prunus emarginata, Pseudotsuga menziesii var. menziesii, Pteridium aquilinum var. pubescens, Pyrola picta, Rhododendron groenlandicum, Rhododendron menziesii, Ribes lacustre, Ribes sanguineum var. sanguineum, Rorippa alpina, Rorippa curvisiliqua, Rosa nutkana ssp. nutkana, Rubus bifrons, Rubus idaeus ssp. strigosus, Rubus leucodermis, Rubus parviflorus, Rubus spectabilis, Rubus ursinus, Sagittaria latifolia, Salix arctica, Salix commutata, Salix nivalis, Salix sitchensis, Sambucus racemosa var. arborescens, Saxifraga cespitosa, Selaginella wallacei, Senecio lugens, Sibbaldia procumbens, Silene acaulis, Sorbus sitchensis var. grayi, Spiraea douglasii, Stellaria longipes ssp. longipes, Streptopus lanceolatus var. curvipes, Tanacetum vulgare, Taxus brevifolia, Thuja plicata, Tragopogon dubius, Trifolium aureum, Trifolium hybridum, Trifolium repens, Trollius albiflorus, Tsuga heterophylla, Vaccinium membranaceum, Vaccinium ovalifolium, Vaccinium oxycoccos, Vaccinium parvifolium, Valeriana sitchensis, Veratrum viride var. eschscholzianum, Verbascum thapsus, Veronica serpyllifolia, Veronica wormskjoldii, Vinca minor, Viola glabella, Viola sempervirens",
    "CWHms1": "Abies amabilis, Acer glabrum var. douglasii, Actaea rubra, Adiantum aleuticum var. aleuticum, Alchemilla monticola, Amelanchier alnifolia, Anaphalis margaritacea, Arctostaphylos columbiana, Arctostaphylos uva-ursi, Aruncus dioicus var. acuminatus, Asarum caudatum, Athyrium filix-femina var. cyclosorum, Berberis nervosa, Callitropsis nootkatensis, Caltha leptosepala, Calypso bulbosa var. occidentalis, Carex mertensii, Carex scoparia, Castilleja miniata var. miniata, Ceanothus sanguineus, Ceanothus velutinus var. velutinus, Chamaenerion angustifolium, Chimaphila umbellata, Cirsium edule, Clintonia uniflora, Corallorhiza maculata, Corallorhiza mertensiana, Cornus unalaschkensis, Cryptogramma acrostichoides, Cypripedium montanum, Dicentra formosa ssp. formosa, Drymocallis glandulosa, Erythranthe caespitosa, Erythranthe lewisii, Erythranthe moschata, Fragaria × ananassa ssp. cuneifolia, Fragaria vesca ssp. bracteata, Galium triflorum, Gaultheria ovatifolia, Goodyera oblongifolia, Gymnocarpium disjunctum, Gymnocarpium dryopteris, Juncus mertensianus, Lilium columbianum, Linnaea borealis ssp. longiflora, Lonicera utahensis, Lupinus arcticus ssp. subalpinus, Lycopodium clavatum, Lysichiton americanus, Maianthemum racemosum ssp. amplexicaule, Maianthemum stellatum, Micranthes ferruginea, Monotropa hypopitys, Mycelis muralis, Neottia banksiana, Neottia cordata, Oplopanax horridus, Orthilia secunda, Paxistima myrsinites, Pedicularis racemosa, Petasites frigidus var. frigidus, Platanthera orbiculata, Polypodium amorphum, Polystichum munitum, Potentilla glaucophylla var. glaucophylla, Prosartes hookeri, Pseudotsuga menziesii var. menziesii, Pyrola chlorantha, Pyrola picta, Rhododendron menziesii, Ribes lacustre, Rubus parviflorus, Rubus pedatus, Rubus ursinus, Rumex conglomeratus, Salix sitchensis, Sorbus aucuparia, Sorbus scopulina var. cascadensis, Spinulum annotinum, Streptopus amplexifolius, Streptopus lanceolatus var. curvipes, Struthiopteris spicant, Taxus brevifolia, Thuja plicata, Tiarella trifoliata var. unifoliata, Triantha occidentalis ssp. brevistyla, Tripleurospermum inodorum, Tsuga heterophylla, Vaccinium alaskaense, Vaccinium membranaceum, Vaccinium ovalifolium, Vaccinium oxycoccos, Vaccinium parvifolium, Valeriana sitchensis, Veratrum viride var. eschscholzianum, Viola glabella, Viola orbiculata, Viola sempervirens",
    "CWHvm1": "Abies amabilis, Acer macrophyllum, Achillea millefolium, Actaea rubra, Adiantum aleuticum var. aleuticum, Alnus rubra, Anaphalis margaritacea, Anemonoides nemorosa, Angelica genuflexa, Angelica lucida, Aquilegia formosa, Arabis eschscholtziana, Arbutus menziesii, Argentina pacifica, Arnica lanceolata ssp. prima, Aruncus dioicus var. acuminatus, Asarum caudatum, Athyrium filix-femina var. cyclosorum, Barbarea verna, Bidens amplissima, Buddleja davidii, Canadanthus modestus, Chamaenerion angustifolium, Chimaphila menziesii, Claytonia sibirica, Clintonia uniflora, Conioselinum gmelinii, Coptis aspleniifolia, Corallorhiza mertensiana, Cornus unalaschkensis, Cystopteris fragilis, Cytisus scoparius, Dicentra formosa ssp. formosa, Digitalis purpurea, Drosera rotundifolia, Dryopteris expansa, Dryopteris filix-mas, Elliottia pyroliflora, Gaultheria shallon, Geranium robertianum, Geum macrophyllum, Gymnocarpium disjunctum, Heracleum maximum, Hesperis matronalis, Holodiscus discolor, Lamium galeobdolon, Linnaea borealis ssp. longiflora, Lupinus latifolius ssp. latifolius, Lupinus polyphyllus ssp. polyphyllus, Lycopodium clavatum, Lysichiton americanus, Lysimachia maritima, Maianthemum dilatatum, Maianthemum racemosum ssp. amplexicaule, Maianthemum stellatum, Malus fusca, Matricaria discoidea, Micranthes ferruginea, Montia parvifolia, Myosotis scorpioides, Nabalus alatus, Nothochelone nemorosa, Oplopanax horridus, Penstemon serrulatus, Phegopteris connectilis, Picea sitchensis, Platanthera orbiculata, Polypodium glycyrrhiza, Polystichum andersonii, Polystichum munitum, Prosartes hookeri, Prunus emarginata, Pseudotsuga menziesii var. menziesii, Pteridium aquilinum var. pubescens, Ranunculus repens, Reynoutria japonica, Rhododendron menziesii, Ribes bracteosum, Rosa nutkana ssp. nutkana, Rubus laciniatus, Rubus leucodermis, Rubus parviflorus, Rubus spectabilis, Rumex occidentalis, Sabulina macra, Salix sitchensis, Sarracenia purpurea ssp. purpurea, Sidalcea hendersonii, Sorbus scopulina var. cascadensis, Stellaria crispa, Struthiopteris spicant, Thuja plicata, Tiarella trifoliata var. trifoliata, Tiarella trifoliata var. unifoliata, Triglochin maritima, Vaccinium alaskaense, Vaccinium ovalifolium, Vaccinium parvifolium, Valeriana sitchensis, Veronica serpyllifolia, Viburnum edule, Viola glabella",
    "CWHvm2": "Abies amabilis, Abies grandis, Acer circinatum, Acer glabrum var. douglasii, Acer macrophyllum, Achillea millefolium, Achlys triphylla, Actaea rubra, Adenocaulon bicolor, Adiantum aleuticum var. aleuticum, Agrostis capillaris, Agrostis exarata, Agrostis gigantea, Agrostis scabra, Ajuga reptans, Alchemilla mollis, Allotropa virgata, Alnus alnobetula ssp. sinuata, Alnus rubra, Alopecurus geniculatus, Alopecurus pratensis, Amelanchier alnifolia, Anaphalis margaritacea, Anthoxanthum odoratum, Aquilegia formosa, Arctostaphylos uva-ursi, Argentina pacifica, Arnica cordifolia, Arnica lanceolata ssp. prima, Arnica latifolia, Aruncus dioicus var. acuminatus, Asarum caudatum, Asplenium trichomanes, Athyrium distentifolium ssp. americanum, Athyrium filix-femina var. cyclosorum, Barbarea orthoceras, Berberis nervosa, Betula papyrifera, Betula pendula, Bidens amplissima, Bidens frondosa, Botrychium lanceolatum, Botrychium simplex, Boykinia occidentalis, Bromus vulgaris, Buddleja davidii, Calamagrostis canadensis, Callitropsis nootkatensis, Caltha leptosepala, Calypso bulbosa var. occidentalis, Campanula alaskana, Campanula rotundifolia complex, Canadanthus modestus, Capnoides sempervirens, Carex canescens, Carex echinata, Carex laeviculmis, Carex macloviana, Carex macrochaeta, Carex mertensii, Carex nigricans, Carex obnupta, Carex rossii, Carex saxatilis, Carex stylosa, Cassiope mertensiana ssp. mertensiana, Castilleja miniata var. miniata, Centaurea montana, Chamaenerion angustifolium, Chamaenerion latifolium, Chenopodium album, Chimaphila menziesii, Chimaphila umbellata, Cinna latifolia, Cirsium arvense, Cirsium edule, Cirsium vulgare, Claytonia exigua ssp. exigua, Claytonia sibirica, Clematis vitalba, Clintonia uniflora, Coptis aspleniifolia, Coptis trifolia, Corallorhiza maculata, Corallorhiza mertensiana, Cornus nuttallii, Cornus sanguinea, Cornus unalaschkensis, Cryptogramma acrostichoides, Cystopteris fragilis, Cytisus scoparius, Dactylis glomerata, Dendrolycopodium dendroideum, Dicentra formosa ssp. formosa, Digitalis purpurea, Diphasiastrum alpinum × sitchense, Diphasiastrum complanatum, Diphasiastrum sitchense, Draba verna, Drosera rotundifolia, Dryopteris expansa, Dryopteris filix-mas, Dulichium arundinaceum, Echium vulgare, Eleocharis mamillata ssp. mamillata, Elliottia pyroliflora, Elymus glaucus, Elymus hirsutus, Epilobium anagallidifolium, Epilobium brachycarpum, Epilobium ciliatum, Epilobium lactiflorum, Epilobium minutum, Equisetum arvense, Equisetum telmateia ssp. braunii, Erigeron canadensis, Erigeron glacialis, Erigeron peregrinus, Eriophorum angustifolium, Eriophorum chamissonis, Erodium cicutarium, Erythranthe lewisii, Eupatorium cannabinum, Euphrasia nemorosa, Euthamia graminifolia, Festuca occidentalis, Festuca rubra s. lat., Fragaria × ananassa ssp. cuneifolia, Fragaria chiloensis, Fragaria vesca ssp. bracteata, Fragaria virginiana, Frangula purshiana, Fritillaria camschatcensis, Galium boreale, Galium triflorum, Gaultheria humifusa, Gaultheria ovatifolia, Gaultheria shallon, Gentiana sceptrum, Geum macrophyllum, Gnaphalium uliginosum, Goodyera oblongifolia, Graphephorum wolfii, Gymnocarpium disjunctum, Gymnocarpium dryopteris, Hemitomes congestum, Heracleum maximum, Hesperis matronalis, Heuchera micrantha var. diversifolia, Hieracium albiflorum, Holcus lanatus, Holodiscus discolor, Huperzia miyoshiana, Hypericum anagalloides, Hypericum calycinum, Hypericum perforatum, Hypochaeris radicata, Impatiens parviflora, Juncus articulatus, Juncus bulbosus, Juncus canadensis, Juncus effusus, Juncus ensifolius, Juncus mertensianus, Juncus tenuis, Juniperus communis, Kalmia microphylla var. occidentalis, Koeleria spicata, Lathyrus latifolius, Lepidium campestre, Lepidium heterophyllum, Leptarrhena pyrolifolia, Leucanthemum maximum, Leucanthemum vulgare, Lilium columbianum, Linaria vulgaris, Linnaea borealis ssp. longiflora, Lolium arundinaceum, Lolium perenne, Lonicera involucrata var. involucrata, Lotus corniculatus, Lotus pedunculatus, Luetkea pectinata, Lupinus arcticus ssp. subalpinus, Lupinus latifolius ssp. latifolius, Lupinus polyphyllus ssp. polyphyllus, Luzula multiflora ssp. multiflora, Luzula parviflora ssp. parviflora, Lycopodiella inundata, Lycopodium clavatum, Lysichiton americanus, Lysimachia europaea, Lysimachia latifolia, Maianthemum dilatatum, Maianthemum racemosum ssp. amplexicaule, Maianthemum stellatum, Malva moschata, Matricaria discoidea, Melilotus albus, Melissa officinalis, Menyanthes trifoliata, Micranthes ferruginea, Microsteris gracilis, Monotropa hypopitys, Monotropa uniflora, Montia parvifolia, Mycelis muralis, Myosotis scorpioides, Myrica gale, Nabalus alatus, Neottia banksiana, Neottia cordata, Nephrophyllidium crista-galli, Nothochelone nemorosa, Nuphar polysepala, Oenanthe sarmentosa, Oplopanax horridus, Orthilia secunda, Osmorhiza berteroi, Osmorhiza purpurea, Parnassia fimbriata, Paxistima myrsinites, Pectiantia pentandra, Penstemon davidsonii var. menziesii, Penstemon serrulatus, Phalaris arundinacea, Phleum alpinum, Phleum pratense, Phyllodoce empetriformis, Phyllodoce glanduliflora, Physocarpus capitatus, Picea sitchensis, Pilosella aurantiaca, Pilosella caespitosa, Pinguicula macroceras, Pinus contorta var. contorta, Pinus monticola, Plantago lanceolata, Plantago major, Platanthera orbiculata, Platanthera stricta, Platanthera unalascensis, Poa palustris, Polygonum minimum, Polypodium glycyrrhiza, Polystichum andersonii, Polystichum munitum, Populus trichocarpa, Prosartes hookeri, Prunus emarginata, Pseudotsuga menziesii var. menziesii, Pteridium aquilinum var. pubescens, Pterospora andromedea, Pyrola chlorantha, Ranunculus acris, Ranunculus repens, Ranunculus uncinatus, Reynoutria japonica, Rhinanthus minor, Rhododendron albiflorum, Rhododendron groenlandicum, Rhododendron macrophyllum, Rhododendron menziesii, Ribes bracteosum, Ribes divaricatum var. divaricatum, Ribes lacustre, Ribes sanguineum var. sanguineum, Rosa gymnocarpa var. gymnocarpa, Rosa nutkana ssp. nutkana, Rubus bifrons, Rubus laciniatus, Rubus leucodermis, Rubus nivalis, Rubus parviflorus, Rubus pedatus, Rubus spectabilis, Rubus ursinus, Rumex acetosella, Rumex obtusifolius, Rumex occidentalis, Salix hookeriana, Salix lasiandra var. lasiandra, Salix scouleriana, Salix sitchensis, Sambucus racemosa var. arborescens, Sanguisorba officinalis, Sanguisorba stipulata, Sarracenia purpurea ssp. purpurea, Sceptridium multifidum, Scirpus microcarpus, Scorzoneroides autumnalis, Securigera varia, Selaginella wallacei, Senecio triangularis, Senecio viscosus, Shepherdia canadensis, Sidalcea hendersonii, Silene flos-cuculi, Solidago canadensis, Solidago elongata, Solidago lepida, Solidago multiradiata, Sonchus arvensis ssp. arvensis, Sorbus aucuparia, Sorbus scopulina var. cascadensis, Sorbus sitchensis var. grayi, Sorbus sitchensis var. sitchensis, Sparganium angustifolium, Sparganium emersum, Spergularia rubra, Spinulum annotinum, Spiraea × hitchcockii, Spiraea douglasii, Spiraea splendens, Spiranthes romanzoffiana, Stellaria calycantha, Streptopus amplexifolius, Streptopus lanceolatus var. curvipes, Streptopus streptopoides, Struthiopteris spicant, Symphyotrichum foliaceum var. foliaceum, Symphyotrichum subspicatum, Symphytum officinale, Tanacetum vulgare, Taraxacum officinale agg., Taxus brevifolia, Thuja plicata, Tiarella trifoliata var. trifoliata, Tiarella trifoliata var. unifoliata, Triantha glutinosa, Triantha occidentalis ssp. brevistyla, Trichophorum cespitosum, Trifolium hybridum, Trifolium microdon, Trifolium pratense, Trifolium repens, Trisetum canescens, Trisetum cernuum, Tsuga heterophylla, Tsuga mertensiana, Vaccinium alaskaense, Vaccinium cespitosum, Vaccinium deliciosum, Vaccinium membranaceum, Vaccinium ovalifolium, Vaccinium oxycoccos, Vaccinium parvifolium, Vaccinium uliginosum, Vahlodea atropurpurea, Valeriana sitchensis, Veratrum viride var. eschscholzianum, Veronica americana, Veronica officinalis, Veronica serpyllifolia, Viburnum edule, Vicia cracca, Vinca minor, Viola glabella, Viola orbiculata, Viola palustris, Viola sempervirens",
    "CWHxm1": "Abies amabilis, Abies grandis, Acer circinatum, Acer glabrum var. douglasii, Acer macrophyllum, Acer platanoides, Achillea filipendulina, Achillea millefolium, Acmispon parviflorus, Adenocaulon bicolor, Adiantum aleuticum var. aleuticum, Aegopodium podagraria, Aesculus hippocastanum, Agrostis aequivalvis, Agrostis capillaris, Ailanthus altissima, Aira caryophyllea, Aira praecox, Ajuga reptans, Alchemilla arvensis, Alchemilla australis, Alchemilla occidentalis, Allium amplectens, Allium cernuum, Allium schoenoprasum, Allotropa virgata, Alnus alnobetula ssp. sinuata, Alnus rubra, Amelanchier alnifolia, Anaphalis margaritacea, Andromeda polifolia var. polifolia, Anemonoides nemorosa, Anisocarpus madioides, Anthoxanthum odoratum, Anthriscus caucalis, Anthriscus sylvestris, Aquilegia formosa, Aquilegia vulgaris, Arabidopsis thaliana, Arbutus menziesii, Arceuthobium tsugense ssp. contortae, Arctium lappa, Arctium minus, Arctostaphylos × media, Arctostaphylos columbiana, Arctostaphylos uva-ursi, Argentina anserina, Argentina pacifica, Armoracia rusticana, Arum italicum, Aruncus dioicus var. acuminatus, Asarum caudatum, Asparagus officinalis, Aspidotis densa, Asplenium trichomanes, Athyrium filix-femina var. cyclosorum, Atocion armeria, Atriplex patula, Atriplex prostrata, Barbarea orthoceras, Barbarea verna, Bellis perennis, Berberis aquifolium, Berberis nervosa, Berberis thunbergii, Betula occidentalis, Betula papyrifera, Betula pendula, Brassica napus, Brassica oleracea, Brassica rapa, Brodiaea coronaria, Bromus carinatus, Bromus diandrus, Bromus hordeaceus, Bromus racemosus, Bromus sterilis, Bromus tectorum, Bromus vulgaris, Buddleja davidii, Cakile edentula, Callitriche stagnalis, Callitropsis nootkatensis, Calypso bulbosa var. occidentalis, Calystegia sepium, Calystegia silvatica, Camassia leichtlinii ssp. suksdorfii, Camassia quamash, Campanula alaskana, Campanula persicifolia, Campanula rapunculoides, Campanula rotundifolia complex, Capnoides sempervirens, Capsella bursa-pastoris, Cardamine breweri var. orbicularis, Cardamine flexuosa, Cardamine hirsuta, Cardamine oligosperma, Carex aquatilis var. dives, Carex hendersonii, Carex leptopoda, Carex longii, Carex lyngbyei, Carex macrocephala, Carex obnupta, Carex pendula, Carex stipata, Castanea sativa, Castilleja hispida var. hispida, Centaurea cyanus, Centaurea montana, Centaurea stoebe, Centranthus ruber, Cerastium arvense ssp. strictum, Cerastium glomeratum, Cerastium holosteoides, Cerastium tomentosum, Chamaenerion angustifolium, Chamaenerion latifolium, Chelidonium majus, Chenopodium album, Chimaphila menziesii, Chimaphila umbellata, Cichorium intybus, Cirsium arvense, Cirsium brevistylum, Cirsium vulgare, Claytonia perfoliata ssp. perfoliata, Claytonia rubra, Claytonia sibirica, Claytonia washingtoniana, Clematis vitalba, Clinopodium douglasii, Clintonia uniflora, Collinsia grandiflora, Collinsia parviflora, Collomia heterophylla, Convallaria majalis, Corallorhiza maculata, Corallorhiza mertensiana, Coreopsis lanceolata, Cornus nuttallii, Cornus sericea, Cotoneaster bullatus, Cotoneaster coriaceus, Cotoneaster dammeri, Cotoneaster dielsianus, Cotoneaster divaricatus, Cotoneaster franchetii, Cotoneaster horizontalis, Cotoneaster integrifolius, Cotoneaster rehderi, Cotoneaster salicifolius, Cotoneaster simonsii, Cotoneaster sternianus, Crataegus douglasii, Crataegus monogyna, Crepis capillaris, Cryptogramma acrostichoides, Cyclamen hederifolium, Cymbalaria muralis, Cynosurus echinatus, Cytisus scoparius, Dactylis glomerata, Danthonia intermedia, Daphne laureola, Dasiphora fruticosa, Daucus carota, Daucus pusillus, Deschampsia cespitosa, Dianthus barbatus, Dicentra formosa ssp. formosa, Dichanthelium lanuginosum, Dichanthelium oligosanthes, Digitalis purpurea, Digitaria sanguinalis, Dipsacus fullonum, Distichlis spicata, Doronicum pardalianches, Draba verna, Dryopteris expansa, Elaeagnus umbellata, Eleocharis palustris, Elymus glaucus, Elymus trachycaulus ssp. trachycaulus, Epilobium brachycarpum, Epilobium ciliatum, Epilobium minutum, Epipactis helleborine, Equisetum arvense, Equisetum hyemale ssp. affine, Equisetum telmateia ssp. braunii, Erigeron canadensis, Eriophyllum lanatum, Erodium cicutarium, Erythranthe alsinoides, Erythranthe guttata, Erythranthe microphylla, Erythranthe ptilota, Erythronium oregonum, Erythronium revolutum, Eschscholzia californica, Eupatorium cannabinum, Euphorbia cyparissias, Euphorbia myrsinites, Euphorbia peplus, Euphrasia nemorosa, Festuca bromoides, Festuca microstachys var. pauciflora, Festuca myuros, Festuca occidentalis, Festuca roemeri, Festuca rubra s. lat., Ficaria verna, Foeniculum vulgare, Fragaria × ananassa ssp. cuneifolia, Fragaria chiloensis, Fragaria vesca ssp. bracteata, Fragaria virginiana, Frangula purshiana, Fritillaria affinis, Fumaria muralis, Fumaria officinalis, Galanthus nivalis, Galinsoga quadriradiata, Galium aparine, Galium triflorum, Gamochaeta ustulata, Gaultheria shallon, Geranium carolinianum, Geranium dissectum, Geranium macrorrhizum, Geranium molle, Geranium pratense, Geranium robertianum, Geum macrophyllum, Geum urbanum, Glechoma hederacea, Glyceria striata, Gnaphalium uliginosum, Goodyera oblongifolia, Grindelia hirsutula, Grindelia stricta, Gymnocarpium disjunctum, Halerpestes cymbalaria, Hedera canariensis, Hedera helix, Hedera hibernica, Hemitomes congestum, Heracleum mantegazzianum, Heracleum maximum, Heracleum sphondylium, Hesperis matronalis, Heuchera micrantha var. diversifolia, Hieracium albiflorum, Hieracium maculatum, Hieracium murorum, Hieracium umbellatum, Holcus lanatus, Holodiscus discolor, Honckenya peploides ssp. major, Hordeum jubatum, Hordeum murinum ssp. murinum, Humulus lupulus, Huperzia occidentalis, Hyacinthoides hispanica, Hyacinthoides non-scripta, Hypericum anagalloides, Hypericum androsaemum, Hypericum calycinum, Hypericum perforatum, Hypochaeris radicata, Ilex aquifolium, Impatiens capensis, Impatiens glandulifera, Impatiens parviflora, Iris pseudacorus, Iris sibirica, Jacobaea vulgaris, Juglans regia, Juncus articulatus, Juncus bufonius, Juncus effusus, Juncus ensifolius, Juncus tenuis, Juniperus communis, Juniperus maritima, Kerria japonica, Koeleria macrantha, Kopsiopsis hookeri, Laburnum anagyroides, Lactuca serriola, Lamium galeobdolon, Lamium purpureum, Lapsana communis, Lathyrus japonicus, Lathyrus latifolius, Lathyrus nevadensis, Lathyrus sylvestris, Leersia oryzoides, Leontodon saxatilis ssp. saxatilis, Lepidium campestre, Lepidium heterophyllum, Leucanthemum maximum, Leucanthemum vulgare, Leymus mollis ssp. mollis, Ligustrum vulgare, Lilium columbianum, Linaria purpurea, Linnaea borealis ssp. longiflora, Lobularia maritima, Lolium perenne, Lonicera ciliosa, Lonicera hispidula, Lonicera involucrata var. involucrata, Lotus corniculatus, Lunaria annua, Lupinus arcticus ssp. subalpinus, Lupinus latifolius ssp. latifolius, Lupinus polyphyllus ssp. polyphyllus, Luzula macrantha, Luzula multiflora ssp. multiflora, Luzula parviflora ssp. parviflora, Lycopodium clavatum, Lycopus europaeus, Lysichiton americanus, Lysimachia arvensis, Lysimachia europaea, Lysimachia latifolia, Lysimachia maritima, Lysimachia punctata, Lythrum salicaria, Madia gracilis, Madia sativa, Maianthemum dilatatum, Malus fusca, Malva moschata, Malva neglecta, Malva sylvestris, Matricaria discoidea, Medicago lupulina, Melica subulata, Melissa officinalis, Micranthes ferruginea, Micranthes integrifolia, Monotropa uniflora, Montia fontana, Montia parvifolia, Muscari botryoides, Mycelis muralis, Myosotis arvensis, Myosotis discolor, Myosotis laxa, Myosotis scorpioides, Myosotis sylvatica, Myrrhis odorata, Nasturtium officinale, Nemophila menziesii, Nemophila parviflora, Neottia banksiana, Neottia cordata, Oemleria cerasiformis, Oenanthe sarmentosa, Oenothera biennis, Oenothera glazioviana, Oplopanax horridus, Origanum vulgare, Ornithogalum umbellatum, Osmorhiza berteroi, Osmorhiza purpurea, Oxalis corniculata, Oxalis oregana, Panicum capillare, Papaver cambricum, Papaver nudicaule, Parnassia fimbriata, Pastinaca sativa, Paxistima myrsinites, Penstemon davidsonii var. menziesii, Penstemon serrulatus, Pentaglottis sempervirens, Pentagramma triangularis ssp. triangularis, Perideridia gairdneri, Persicaria maculosa, Petasites frigidus var. palmatus, Petrosedum forsterianum, Phalaris arundinacea, Phalaris canariensis, Philadelphus lewisii, Phyllostachys aurea, Physocarpus capitatus, Picea sitchensis, Pilosella aurantiaca, Pinus contorta var. contorta, Pinus monticola, Plantago elongata, Plantago lanceolata, Plantago major, Plantago maritima, Platanthera aquilonis, Platanthera elegans, Platanthera elongata, Platanthera unalascensis, Plectritis congesta ssp. congesta, Poa annua, Poa bulbosa ssp. vivipara, Poa nemoralis, Poa pratensis, Polygonum aviculare, Polygonum paronychia, Polygonum spergulariiforme, Polypodium amorphum, Polypodium glycyrrhiza, Polystichum munitum, Populus tremuloides, Populus trichocarpa, Portulaca oleracea, Potamogeton natans, Potentilla norvegica, Prosartes hookeri, Prunus avium, Prunus cerasifera, Prunus emarginata, Prunus laurocerasus, Prunus lusitanica, Prunus serotina, Pseudofumaria lutea, Pseudognaphalium thermale, Pseudosasa humilis, Pseudosasa japonica, Pseudotsuga menziesii var. menziesii, Pteridium aquilinum var. pubescens, Pyracantha coccinea, Pyracantha fortuneana, Pyrola aphylla, Pyrus communis, Quercus garryana var. garryana, Quercus robur, Quercus rubra, Ranunculus acris, Ranunculus repens, Ranunculus uncinatus, Reynoutria × bohemica, Reynoutria japonica, Rhododendron groenlandicum, Rhododendron macrophyllum, Rhododendron menziesii, Rhus typhina, Ribes divaricatum var. divaricatum, Ribes lacustre, Ribes sanguineum var. sanguineum, Robinia pseudoacacia, Rosa gymnocarpa var. gymnocarpa, Rosa multiflora, Rosa nutkana ssp. nutkana, Rosa pisocarpa ssp. pisocarpa, Rosa rugosa, Rubus bifrons, Rubus laciniatus, Rubus leucodermis, Rubus parviflorus, Rubus pedatus, Rubus spectabilis, Rubus ursinus, Rubus vestitus, Rudbeckia hirta, Rumex acetosa, Rumex acetosella, Rumex obtusifolius, Rumex occidentalis, Rumex transitorius, Sabulina macra, Sagina maxima ssp. crassicaulis, Sagina procumbens, Sagittaria latifolia, Salix hookeriana, Salix scouleriana, Salix sitchensis, Sambucus racemosa var. arborescens, Sanicula crassicaulis, Saponaria officinalis, Scirpus microcarpus, Scorzoneroides autumnalis, Sedum acre, Sedum album, Sedum divergens, Sedum oreganum, Sedum sexangulare, Sedum spathulifolium, Selaginella wallacei, Senecio sylvaticus, Senecio vulgaris, Setaria pumila, Setaria viridis, Silene coronaria, Silene dioica, Sisymbrium officinale, Solanum americanum, Solanum dulcamara, Solanum nigrum, Solidago lepida, Sonchus arvensis ssp. arvensis, Sonchus asper, Sonchus oleraceus, Sorbus aucuparia, Sorbus scopulina var. cascadensis, Spergularia rubra, Spiraea douglasii, Spiraea japonica, Spiranthes romanzoffiana, Spirodela polyrhiza, Stachys chamissonis var. cooleyae, Stellaria crispa, Stellaria media, Streptopus amplexifolius, Struthiopteris spicant, Symphoricarpos albus var. laevigatus, Symphoricarpos mollis, Symphyotrichum chilense, Symphyotrichum novi-belgii, Symphyotrichum subspicatum, Symphytum officinale, Tanacetum parthenium, Tanacetum vulgare, Taraxacum erythrospermum agg., Taraxacum officinale agg., Taxus brevifolia, Teesdalia nudicaulis, Tellima grandiflora, Thuja plicata, Tiarella trifoliata var. laciniata, Tiarella trifoliata var. trifoliata, Tolmiea menziesii, Torilis arvensis ssp. arvensis, Toxicoscordion venenosum var. venenosum, Trifolium campestre, Trifolium dubium, Trifolium pratense, Trifolium repens, Trifolium variegatum, Trifolium willdenovii, Triglochin maritima, Trillium ovatum var. ovatum, Triphysaria pusilla, Triteleia hyacinthina, Tsuga heterophylla, Typha latifolia, Ulex europaeus, Urtica dioica, Urtica gracilis ssp. gracilis, Vaccinium ovalifolium, Vaccinium ovatum, Vaccinium parvifolium, Verbascum phlomoides, Verbascum thapsus, Verbascum virgatum, Veronica americana, Veronica arvensis, Veronica filiformis, Veronica officinalis, Veronica peregrina var. xalapensis, Veronica persica, Veronica scutellata, Veronica serpyllifolia, Vicia americana, Vicia cracca, Vicia gigantea, Vicia sativa, Vinca major, Vinca minor, Viola adunca var. adunca, Viola affinis, Viola glabella, Viola odorata, Viola riviniana, Viola sempervirens, Zostera marina",
    "MHmm1": "Abies amabilis, Abies lasiocarpa, Acer macrophyllum, Actaea rubra, Adiantum aleuticum var. aleuticum, Agoseris aurantiaca var. aurantiaca, Agrostis aequivalvis, Agrostis gigantea, Agrostis humilis, Alchemilla mollis, Allotropa virgata, Alnus alnobetula ssp. sinuata, Alnus rubra, Anaphalis margaritacea, Angelica lucida, Antennaria media, Antennaria umbrinella, Aquilegia formosa, Arctostaphylos uva-ursi, Arnica cordifolia, Arnica lanceolata ssp. prima, Arnica latifolia, Arnica mollis, Aruncus dioicus var. acuminatus, Asparagus officinalis, Athyrium distentifolium ssp. americanum, Athyrium filix-femina var. cyclosorum, Bidens amplissima, Boykinia occidentalis, Brewerimitella breweri, Bromus sitchensis, Callitropsis nootkatensis, Caltha leptosepala, Carex aquatilis var. dives, Carex illota, Carex kelloggii var. kelloggii, Carex kelloggii var. limnophila, Carex laeviculmis, Carex lenticularis var. dolia, Carex livida, Carex luzulina var. ablata, Carex macrocephala, Carex macrochaeta, Carex mertensii, Carex nardina, Carex nigricans, Carex pauciflora, Carex saxatilis, Carex spectabilis, Cassiope mertensiana ssp. mertensiana, Castilleja hispida var. hispida, Castilleja miniata var. miniata, Chamaenerion angustifolium, Chamaenerion latifolium, Chimaphila menziesii, Chimaphila umbellata, Cirsium arvense, Cirsium brevistylum, Cirsium edule, Claytonia sibirica, Clintonia uniflora, Collomia heterophylla, Coptis aspleniifolia, Corallorhiza mertensiana, Corallorhiza striata, Cornus unalaschkensis, Cryptogramma acrostichoides, Cystopteris fragilis, Cytisus scoparius, Dasiphora fruticosa, Dicentra formosa ssp. formosa, Digitalis purpurea, Diphasiastrum sitchense, Drosera rotundifolia, Drymocallis glandulosa, Dryopteris expansa, Dryopteris filix-mas, Eleocharis palustris, Elliottia pyroliflora, Elymus hirsutus, Empetrum nigrum, Epilobium anagallidifolium, Epilobium luteum, Equisetum arvense, Equisetum fluviatile, Erigeron glacialis, Erigeron peregrinus, Eriophorum angustifolium, Erythranthe caespitosa, Erythranthe guttata, Erythranthe lewisii, Erythronium oregonum, Euphrasia nemorosa, Euthamia graminifolia, Festuca brachyphylla, Festuca saximontana var. saximontana, Fragaria vesca ssp. bracteata, Galium triflorum, Gaultheria humifusa, Gaultheria ovatifolia, Gaultheria shallon, Gentiana douglasiana, Gentiana sceptrum, Geranium robertianum, Geum macrophyllum, Goodyera oblongifolia, Gymnocarpium disjunctum, Halerpestes cymbalaria, Hemitomes congestum, Heracleum maximum, Heracleum sphondylium, Heuchera glabra, Hieracium albiflorum, Hieracium triste, Hippuris montana, Holodiscus discolor, Huperzia continentalis, Huperzia miyoshiana, Hypericum perforatum, Impatiens capensis, Juncus drummondii, Juncus effusus, Juncus filiformis, Juncus mertensianus, Juncus parryi, Juniperus communis, Kalmia microphylla var. occidentalis, Koeleria spicata, Lathyrus nevadensis, Leptarrhena pyrolifolia, Leucanthemum vulgare, Lilium columbianum, Linnaea borealis ssp. longiflora, Lonicera involucrata var. involucrata, Lotus corniculatus, Lotus pedunculatus, Luetkea pectinata, Lupinus arcticus ssp. subalpinus, Lupinus latifolius ssp. latifolius, Lupinus littoralis, Lupinus polyphyllus ssp. polyphyllus, Luzula hitchcockii, Luzula multiflora ssp. multiflora, Luzula parviflora ssp. parviflora, Luzula piperi, Lycopodium clavatum, Lycopus uniflorus, Lysichiton americanus, Lysimachia latifolia, Lysimachia thyrsiflora, Maianthemum racemosum ssp. amplexicaule, Maianthemum stellatum, Menyanthes trifoliata, Micranthes ferruginea, Micranthes nelsoniana var. cascadensis, Micranthes tolmiei, Moneses uniflora, Monotropa hypopitys, Monotropa uniflora, Mycelis muralis, Neottia banksiana, Neottia cordata, Nephrophyllidium crista-galli, Nothochelone nemorosa, Nuphar polysepala, Oplopanax horridus, Orthilia secunda, Osmorhiza purpurea, Parnassia fimbriata, Paxistima myrsinites, Pectiantia pentandra, Penstemon davidsonii var. menziesii, Penstemon serrulatus, Petasites frigidus var. frigidus, Phegopteris connectilis, Phyllodoce empetriformis, Phyllodoce glanduliflora, Pilosella caespitosa, Pinus contorta var. contorta, Pinus monticola, Platanthera orbiculata, Platanthera stricta, Poa alpina, Poa palustris, Polystichum lonchitis, Polystichum munitum, Populus trichocarpa, Prunus emarginata, Pseudotsuga menziesii var. menziesii, Pteridium aquilinum var. pubescens, Pterospora andromedea, Pulsatilla occidentalis, Pyrola asarifolia ssp. bracteata, Pyrola picta, Ranunculus eschscholtzii var. eschscholtzii, Rhododendron albiflorum, Rhododendron groenlandicum, Rhododendron menziesii, Ribes bracteosum, Ribes lacustre, Rosa nutkana ssp. nutkana, Rubus chamaemorus, Rubus idaeus ssp. strigosus, Rubus leucodermis, Rubus parviflorus, Rubus pedatus, Rubus spectabilis, Rubus ursinus, Rumex acetosella, Rumex crispus, Rumex obtusifolius, Salix barclayi, Salix commutata, Salix hookeriana, Salix scouleriana, Salix sitchensis, Sambucus racemosa var. arborescens, Sarracenia purpurea ssp. purpurea, Saxifraga mertensiana, Sceptridium multifidum, Senecio triangularis, Senecio viscosus, Sidalcea hendersonii, Solidago canadensis, Solidago lepida, Sorbus sitchensis var. grayi, Spinulum annotinum, Spiraea douglasii, Spiraea splendens, Spiranthes romanzoffiana, Stellaria crispa, Stellaria humifusa, Streptopus amplexifolius, Streptopus lanceolatus var. curvipes, Streptopus streptopoides, Struthiopteris spicant, Symphoricarpos albus var. laevigatus, Symphytum officinale, Tanacetum vulgare, Thuja plicata, Tiarella trifoliata var. trifoliata, Tiarella trifoliata var. unifoliata, Triantha glutinosa, Triantha occidentalis ssp. brevistyla, Trifolium hybridum, Trillium ovatum var. ovatum, Tsuga heterophylla, Tsuga mertensiana, Vaccinium alaskaense, Vaccinium cespitosum, Vaccinium deliciosum, Vaccinium membranaceum, Vaccinium ovalifolium, Vaccinium oxycoccos, Vaccinium parvifolium, Vaccinium uliginosum, Vahlodea atropurpurea, Valeriana sitchensis, Veratrum viride var. eschscholzianum, Veronica americana, Veronica scutellata, Veronica serpyllifolia, Veronica wormskjoldii, Viola glabella, Viola orbiculata, Viola palustris, Viola sempervirens",
    "MHmm2": "Abies amabilis, Abies lasiocarpa, Acer circinatum, Acer glabrum var. douglasii, Achillea millefolium, Adenocaulon bicolor, Adiantum aleuticum var. aleuticum, Agoseris aurantiaca var. aurantiaca, Agrostis humilis, Agrostis mertensii, Agrostis scabra, Agrostis variabilis, Alnus alnobetula ssp. sinuata, Anaphalis margaritacea, Antennaria rosea, Antennaria umbrinella, Aquilegia formosa, Arctostaphylos uva-ursi, Arnica cordifolia, Arnica lanceolata ssp. prima, Arnica latifolia, Arnica mollis, Arnica parryi, Arnica rydbergii, Artemisia norvegica ssp. saxatilis, Aruncus dioicus var. acuminatus, Asarum caudatum, Askellia pygmaea, Asplenium trichomanes, Athyrium distentifolium ssp. americanum, Athyrium filix-femina var. cyclosorum, Berberis nervosa, Boechera lyallii, Boechera stricta, Botrychium neolunaria, Brewerimitella breweri, Calamagrostis purpurea, Callitropsis nootkatensis, Caltha leptosepala, Cardamine oligosperma, Cardamine pensylvanica, Cardamine umbellata, Carex aquatilis var. dives, Carex aurea, Carex brunnescens ssp. brunnescens, Carex circinata, Carex foenea, Carex illota, Carex kelloggii var. kelloggii, Carex kelloggii var. limnophila, Carex lenticularis var. dolia, Carex macrochaeta, Carex mertensii, Carex microptera, Carex nigricans, Carex pachystachya, Carex phaeocephala, Carex preslii, Carex spectabilis, Cassiope mertensiana ssp. mertensiana, Castilleja hispida var. hispida, Castilleja miniata var. miniata, Castilleja parviflora var. albida, Chamaenerion angustifolium, Chamaenerion latifolium, Chimaphila menziesii, Chimaphila umbellata, Cirsium edule, Cirsium vulgare, Claytonia lanceolata, Clintonia uniflora, Corallorhiza mertensiana, Corallorhiza trifida, Cornus unalaschkensis, Cryptogramma acrostichoides, Cystopteris fragilis, Dichanthelium lanuginosum, Diphasiastrum alpinum, Diphasiastrum sitchense, Draba praealta, Dryas drummondii, Elymus elymoides ssp. californicus, Empetrum nigrum, Epilobium anagallidifolium, Epilobium ciliatum, Epilobium lactiflorum, Epilobium luteum, Equisetum arvense, Equisetum variegatum, Erigeron compositus, Erigeron glabellus var. pubescens, Erigeron glacialis, Erigeron nivalis, Erigeron peregrinus, Eriophorum angustifolium, Erythranthe caespitosa, Erythranthe lewisii, Erythronium grandiflorum, Festuca rubra s. lat., Festuca saximontana var. saximontana, Fragaria × ananassa ssp. cuneifolia, Fragaria vesca ssp. bracteata, Fragaria virginiana, Galium triflorum, Gaultheria humifusa, Gaultheria ovatifolia, Gaultheria shallon, Geum macrophyllum, Goodyera oblongifolia, Gymnocarpium disjunctum, Gymnocarpium dryopteris, Heracleum maximum, Heracleum sphondylium, Heuchera glabra, Hieracium albiflorum, Hippuris montana, Huperzia continentalis, Juncus alpinoarticulatus, Juncus arcticus ssp. alaskanus, Juncus drummondii, Juncus ensifolius, Juncus mertensianus, Juniperus communis, Kalmia microphylla var. occidentalis, Kalmia procumbens, Leptarrhena pyrolifolia, Lilium columbianum, Linnaea borealis ssp. longiflora, Lonicera utahensis, Luetkea pectinata, Lupinus arcticus ssp. subalpinus, Lupinus latifolius ssp. latifolius, Luzula parviflora ssp. fastigiata, Luzula parviflora ssp. parviflora, Luzula wahlenbergii, Lycopodium clavatum, Lysimachia europaea, Lysimachia latifolia, Maianthemum racemosum ssp. amplexicaule, Maianthemum stellatum, Menyanthes trifoliata, Micranthes ferruginea, Micranthes lyallii, Micranthes nelsoniana var. cascadensis, Micranthes occidentalis, Micranthes odontoloma, Micranthes tolmiei, Monotropa hypopitys, Mycelis muralis, Oplopanax horridus, Orthilia secunda, Oxyria digyna, Packera pauciflora, Parnassia fimbriata, Paxistima myrsinites, Pectiantia pentandra, Pedicularis bracteosa, Pedicularis racemosa, Penstemon davidsonii var. menziesii, Penstemon procerus var. tolmiei, Petasites frigidus var. frigidus, Phacelia sericea var. sericea, Phleum alpinum, Phlox diffusa ssp. longistylis, Phyllodoce × intermedia, Phyllodoce empetriformis, Phyllodoce glanduliflora, Picea engelmannii, Pilosella aurantiaca, Pilosella tristis, Pinguicula macroceras, Pinus albicaulis, Pinus contorta var. contorta, Pinus monticola, Platanthera dilatata var. leucostachys, Platanthera stricta, Pleuropogon refractus, Poa alpina, Poa glauca, Poa leptocoma, Poa paucispicula, Polypodium amorphum, Polypodium hesperium, Polystichum lonchitis, Polystichum munitum, Populus trichocarpa, Potentilla flabellifolia, Pseudotsuga menziesii var. menziesii, Pterospora andromedea, Pulsatilla occidentalis, Pyrola asarifolia ssp. bracteata, Pyrola minor, Pyrola picta, Ranunculus eschscholtzii var. eschscholtzii, Rhododendron albiflorum, Rhododendron menziesii, Ribes acerifolium, Ribes lacustre, Ribes sanguineum var. sanguineum, Rorippa alpina, Rosa gymnocarpa var. gymnocarpa, Rubus pedatus, Sagina saginoides, Salix arctica, Salix barclayi, Salix commutata, Salix nivalis, Salix scouleriana, Salix sitchensis, Saxifraga bronchialis ssp. austromontana, Saxifraga mertensiana, Sedum divergens, Senecio fremontii var. fremontii, Senecio triangularis, Sibbaldia procumbens, Silene acaulis, Silene parryi, Solidago lepida, Solidago multiradiata, Sorbus scopulina var. cascadensis, Sorbus sitchensis var. grayi, Sorbus sitchensis var. sitchensis, Spinulum annotinum, Spiranthes romanzoffiana, Stellaria calycantha, Stellaria crassifolia, Streptopus amplexifolius, Streptopus lanceolatus var. curvipes, Struthiopteris spicant, Symphyotrichum foliaceum var. foliaceum, Tellima grandiflora, Thuja plicata, Tiarella trifoliata var. unifoliata, Tonestus lyallii, Triantha glutinosa, Triantha occidentalis ssp. brevistyla, Trollius albiflorus, Tsuga heterophylla, Tsuga mertensiana, Vaccinium cespitosum, Vaccinium deliciosum, Vaccinium membranaceum, Vaccinium ovalifolium, Vaccinium uliginosum, Vahlodea atropurpurea, Valeriana sitchensis, Veratrum viride var. eschscholzianum, Veronica alpina?, Veronica wormskjoldii, Viburnum edule, Viola glabella, Viola palustris, Viola sempervirens"
  },
  "mapTitle": "Map 1. Ecological communities",
  "regionLabels": {
    "CMAunp": "Coastal Mountain Heather Alpine Zone",
    "CWHdm": "Dry Maritime Coastal Western Hemlock Zone",
    "CWHds1": "Southern Dry Submaritime Coastal Western Hemlock Zone",
    "CWHms1": "Southern Moist Submaritime Coastal Western Hemlock Zone",
    "CWHvm1": "Submontane Very Wet Maritime Coastal Western Hemlock Zone",
    "CWHvm2": "Montane Very Wet Maritime Coastal Western Hemlock Zone",
    "CWHxm1": "Eastern Very Dry Maritime Coastal Western Hemlock Zone",
    "MHmm1": "Windward Moist Maritime Mountain Hemlock Zone",
    "MHmm2": "Leeward Moist Maritime Mountain Hemlock Zone"
  }
}
