{"MAP_LABEL":["CMAunp","CWHdm","CWHds1","CWHms1","CWHvm1","CWHvm2","CWHxm1","MHmm1","MHmm2"],"taxa":["Abies lasiocarpa, Acer circinatum, Achillea millefolium, Agoseris aurantiaca var. aurantiaca, Agoseris glauca, Agrostis exarata, Agrostis humilis, Agrostis mertensii, Agrostis scabra, Agrostis variabilis, Allotropa virgata, Alnus alnobetula ssp. sinuata, Alnus rubra, Anaphalis margaritacea, Antennaria alpina, Antennaria media, Antennaria rosea, Antennaria umbrinella, Aquilegia formosa, Arctostaphylos uva-ursi, Arnica cordifolia, Arnica gracilis, Arnica lanceolata ssp. prima, Arnica latifolia, Artemisia norvegica ssp. saxatilis, Askellia pygmaea, Athyrium distentifolium ssp. americanum, Athyrium filix-femina var. cyclosorum, Bistorta vivipara, Boechera calderi, Boechera lyallii, Boechera stricta, Botrychium lanceolatum, Botrychium neolunaria, Brewerimitella breweri, Bromus marginatus, Calamagrostis purpurea, Caltha leptosepala, Campanula rotundifolia complex, Capnoides sempervirens, Cardamine oligosperma, Cardamine pensylvanica, Carex albonigra, Carex foenea, Carex garberi, Carex illota, Carex macrochaeta, Carex mertensii, Carex nigricans, Carex pachystachya, Carex pauciflora, Carex phaeocephala, Carex preslii, Carex pyrenaica, Carex rossii, Carex spectabilis, Carex stipata, Cassiope mertensiana ssp. mertensiana, Castilleja elmeri, Castilleja hispida var. hispida, Castilleja miniata var. miniata, Castilleja parviflora var. albida, Castilleja parviflora var. parviflora, Castilleja rhexiifolia, Chamaenerion angustifolium, Chamaenerion latifolium, Cherleria biflora, Chimaphila umbellata, Cirsium edule, Claytonia lanceolata, Clintonia uniflora, Corallorhiza mertensiana, Corydalis scouleri, Cryptogramma acrostichoides, Cryptogramma cascadensis, Cupressus nootkatensis, Cystopteris fragilis, Cytisus scoparius, Danthonia intermedia, Diphasiastrum alpinum, Diphasiastrum complanatum, Diphasiastrum sitchense, Draba albertina, Draba incerta, Draba lonchocarpa, Draba stenoloba, Drymocallis glandulosa, Elymus elymoides ssp. californicus, Elymus glaucus, Elymus violaceus, Empetrum nigrum, Epilobium anagallidifolium, Epilobium hornemannii, Epilobium luteum, Equisetum arvense, Equisetum variegatum, Erigeron acris, Erigeron aureus, Erigeron compositus, Erigeron glacialis, Erigeron nivalis, Eriophorum angustifolium, Erythranthe caespitosa, Erythranthe lewisii, Erythronium grandiflorum, Festuca ovina, Festuca saximontana var. saximontana, Gaultheria humifusa, Gaultheria ovatifolia, Gentiana glauca, Gymnocarpium dryopteris, Heracleum sphondylium, Hieracium albiflorum, Huperzia continentalis, Juncus drummondii, Juncus mertensianus, Juncus parryi, Juniperus communis, Kalmia microphylla var. microphylla, Lathyrus japonicus, Lathyrus nevadensis, Leptarrhena pyrolifolia, Lilium columbianum, Lonicera utahensis, Luetkea pectinata, Lupinus arcticus ssp. subalpinus, Lupinus latifolius ssp. latifolius, Luzula piperi, Luzula spicata, Luzula wahlenbergii, Lysimachia latifolia, Micranthes ferruginea, Micranthes lyallii, Micranthes nelsoniana var. cascadensis, Micranthes occidentalis, Micranthes tolmiei, Moneses uniflora, Monotropa hypopitys, Monotropa uniflora, Montia parvifolia, Neottia banksiana, Nothochelone nemorosa, Oplopanax horridus, Orthilia secunda, Osmorhiza depauperata, Osmorhiza purpurea, Oxyria digyna, Ozomelis trifida, Packera pauciflora, Parnassia fimbriata, Paxistima myrsinites, Pectiantia pentandra, Pedicularis bracteosa, Pedicularis racemosa, Penstemon davidsonii var. menziesii, Petasites frigidus var. frigidus, Phacelia sericea var. sericea, Phleum alpinum, Phlox diffusa ssp. longistylis, Phyllodoce × intermedia, Phyllodoce empetriformis, Phyllodoce glanduliflora, Pilosella tristis, Pinguicula macroceras, Pinus albicaulis, Platanthera dilatata var. leucostachys, Platanthera stricta, Poa alpina, Poa cusickii ssp. epilis, Poa lettermanii, Poa paucispicula, Poa secunda ssp. secunda, Poa stenantha, Polemonium viscosum, Polystichum lonchitis, Polystichum munitum, Potentilla glaucophylla var. glaucophylla, Potentilla hyparctica, Potentilla uniflora, Potentilla villosa, Prosartes hookeri, Pseudotsuga menziesii var. menziesii, Pulsatilla occidentalis, Pyrola asarifolia ssp. asarifolia, Pyrola asarifolia ssp. bracteata, Pyrola minor, Pyrola picta, Ranunculus eschscholtzii var. eschscholtzii, Rhododendron albiflorum, Rhododendron menziesii, Ribes acerifolium, Ribes lacustre, Sabulina rubella, Sagina saginoides, Salix commutata, Salix nivalis, Saxifraga bronchialis ssp. austromontana, Saxifraga cespitosa, Saxifraga mertensiana, Sedum divergens, Senecio fremontii var. fremontii, Senecio triangularis, Sibbaldia procumbens, Sidalcea hendersonii, Silene acaulis, Silene parryi, Solidago multiradiata, Spinulum annotinum, Spiraea splendens, Stellaria borealis ssp. borealis, Stellaria calycantha, Stellaria longipes ssp. longipes, Streptopus amplexifolius, Streptopus lanceolatus var. curvipes, Symphyotrichum foliaceum var. foliaceum, Taraxacum alaskanum, Taraxacum erythrospermum agg., Taraxacum officinale agg., Taxus brevifolia, Tiarella trifoliata var. unifoliata, Tonestus lyallii, Triantha glutinosa, Triantha occidentalis ssp. brevistyla, Trisetum spicatum, Trollius laxus ssp. albiflorus, Tsuga heterophylla, Tsuga mertensiana, Vaccinium deliciosum, Vaccinium membranaceum, Vaccinium ovalifolium, Vaccinium uliginosum, Vahlodea atropurpurea, Valeriana sitchensis, Veratrum viride var. eschscholzianum, Veronica wormskjoldii, Woodsia oregana ssp. oregana","× Elyhordeum stebbinsianum, Abies amabilis, Abies grandis, Acer campestre, Acer circinatum, Acer glabrum var. douglasii, Acer macrophyllum, Achillea filipendulina, Achillea millefolium, Acmispon parviflorus, Actaea rubra, Adenocaulon bicolor, Adiantum aleuticum var. aleuticum, Aegopodium podagraria, Aesculus hippocastanum, Agrostis canina, Agrostis capillaris, Agrostis exarata, Agrostis scabra, Agrostis stolonifera, Aira caryophyllea, Aira praecox, Ajuga reptans, Alchemilla mollis, Allium cernuum, Allotropa virgata, Alnus alnobetula ssp. sinuata, Alnus rubra, Alopecurus geniculatus, Amaranthus retroflexus, Ambrosia artemisiifolia, Amelanchier alnifolia, Anaphalis margaritacea, Anemonoides grayi, Angelica lucida, Antennaria howellii, Antennaria neglecta, Anthoxanthum hirtum, Anthoxanthum odoratum, Apocynum androsaemifolium, Aquilegia formosa, Aquilegia vulgaris, Arabidopsis thaliana, Arbutus menziesii, Arceuthobium tsugense ssp. contortae, Arctium lappa, Arctium minus, Arctostaphylos × media, Arctostaphylos columbiana, Arctostaphylos uva-ursi, Argentina anserina, Argentina pacifica, Arnica latifolia, Arum italicum, Aruncus dioicus var. acuminatus, Asarum caudatum, Aspidotis densa, Asplenium trichomanes, Athyrium filix-femina var. cyclosorum, Atocion armeria, Atriplex patula, Barbarea orthoceras, Barbarea vulgaris, Bellis perennis, Berberis aquifolium, Berberis nervosa, Betula papyrifera, Betula pendula, Bidens amplissima, Bidens cernua, Bidens frondosa, Bidens tripartita, Bolboschoenus maritimus ssp. paludosus, Botrychium lanceolatum, Botrypus virginianus, Boykinia occidentalis, Brasenia schreberi, Brassica rapa, Briza maxima, Bromus carinatus, Bromus hordeaceus, Bromus tectorum, Buddleja davidii, Calamagrostis canadensis, Calypso bulbosa var. occidentalis, Calystegia sepium, Calystegia silvatica, Camassia leichtlinii ssp. suksdorfii, Campanula alaskana, Campanula persicifolia, Campanula rapunculoides, Capnoides sempervirens, Capsella bursa-pastoris, Cardamine breweri var. orbicularis, Cardamine flexuosa, Cardamine hirsuta, Cardamine oligosperma, Carex aquatilis var. dives, Carex bolanderi, Carex canescens, Carex echinata, Carex exsiccata, Carex kelloggii var. kelloggii, Carex leporina, Carex luzulina var. ablata, Carex lyngbyei, Carex macrocephala, Carex magellanica ssp. irrigua, Carex mertensii, Carex obnupta, Carex oederi, Carex pendula, Carex stipata, Carex zikae, Cassiope mertensiana ssp. mertensiana, Castilleja hispida var. hispida, Castilleja miniata var. miniata, Centaurea cyanus, Centaurea montana, Centaurea stoebe, Cerastium arvense ssp. strictum, Cerastium glomeratum, Cerastium holosteoides, Cerastium nutans, Cerastium tomentosum, Chamaenerion angustifolium, Chamaenerion latifolium, Cherleria biflora, Chimaphila menziesii, Chimaphila umbellata, Cichorium intybus, Cicuta douglasii, Cinna latifolia, Circaea alpina ssp. alpina, Circaea alpina ssp. pacifica, Cirsium arvense, Cirsium brevistylum, Cirsium edule, Cirsium vulgare, Claytonia lanceolata, Claytonia sibirica, Claytonia washingtoniana, Clematis vitalba, Clinopodium douglasii, Clintonia uniflora, Collinsia grandiflora, Collinsia parviflora, Collomia heterophylla, Comarum palustre, Conioselinum gmelinii, Convallaria majalis, Coptis aspleniifolia, Coptis trifolia, Corallorhiza maculata, Corallorhiza mertensiana, Cornus nuttallii, Cornus sericea, Cornus unalaschkensis, Corylus avellana, Cotoneaster bullatus, Cotoneaster coriaceus, Cotoneaster dammeri, Cotoneaster divaricatus, Cotoneaster franchetii, Cotoneaster horizontalis, Cotoneaster integrifolius, Cotoneaster salicifolius, Cotoneaster simonsii, Cotula coronopifolia, Crataegus monogyna, Crepis capillaris, Crocosmia × crocosmiiflora, Cryptogramma acrostichoides, Cupressus nootkatensis, Cymbalaria muralis, Cystopteris fragilis, Cytisus scoparius, Dactylis glomerata, Daphne laureola, Dasiphora fruticosa, Daucus carota, Deschampsia cespitosa, Dianthus barbatus, Dicentra formosa ssp. formosa, Digitalis purpurea, Diphasiastrum sitchense, Dipsacus fullonum, Doronicum pardalianches, Drosera rotundifolia, Dryopteris carthusiana, Dryopteris expansa, Dryopteris filix-mas, Dulichium arundinaceum, Echinochloa crus-galli, Echium vulgare, Eleocharis palustris, Eleocharis uniglumis, Elliottia pyroliflora, Elymus glaucus, Elymus repens, Epilobium ciliatum, Epilobium luteum, Epipactis helleborine, Equisetum arvense, Equisetum fluviatile, Equisetum hyemale ssp. affine, Equisetum telmateia ssp. braunii, Equisetum variegatum, Erigeron annuus, Erigeron canadensis, Eriocoma hymenoides, Eriophyllum lanatum, Erythranthe alsinoides, Erythranthe guttata, Erythranthe lewisii, Erythronium revolutum, Eschscholzia californica, Eupatorium cannabinum, Euphorbia cyparissias, Euphorbia peplus, Euphrasia nemorosa, Euthamia graminifolia, Eutrochium maculatum var. bruneri, Festuca rubra s. lat., Fragaria × ananassa ssp. cuneifolia, Fragaria vesca ssp. bracteata, Fragaria virginiana, Frangula purshiana, Fritillaria affinis, Fritillaria camschatcensis, Galanthus nivalis, Galeopsis bifida, Galeopsis tetrahit, Galinsoga quadriradiata, Galium aparine, Galium odoratum, Galium trifidum, Galium trifidum ssp. columbianum, Galium triflorum, Gaultheria ovatifolia, Gaultheria shallon, Geranium dissectum, Geranium macrorrhizum, Geranium molle, Geranium robertianum, Geum macrophyllum, Glechoma hederacea, Gnaphalium uliginosum, Goodyera oblongifolia, Gymnocarpium disjunctum, Gymnocarpium dryopteris, Halerpestes cymbalaria, Hedera helix, Hemitomes congestum, Heracleum maximum, Heracleum sphondylium, Hesperis matronalis, Heuchera micrantha var. diversifolia, Hieracium albiflorum, Hieracium lachenalii, Hieracium maculatum, Hieracium murorum, Hippuris vulgaris, Holcus lanatus, Holodiscus discolor, Honckenya peploides ssp. major, Hordeum brachyantherum, Hyacinthoides non-scripta, Hypericum anagalloides, Hypericum androsaemum, Hypericum calycinum, Hypericum maculatum, Hypericum perforatum, Hypochaeris radicata, Ilex aquifolium, Impatiens capensis, Impatiens glandulifera, Impatiens parviflora, Iris pseudacorus, Isoetes occidentalis, Isolepis cernua, Jacobaea vulgaris, Juncus acuminatus, Juncus arcticus ssp. alaskanus, Juncus articulatus, Juncus balticus, Juncus bufonius, Juncus covillei, Juncus effusus, Juncus ensifolius, Juncus mertensianus, Juncus tenuis, Juniperus communis, Kalmia microphylla var. occidentalis, Kerria japonica, Kopsiopsis hookeri, Laburnum anagyroides, Lactuca biennis, Lamium galeobdolon, Lamium purpureum, Lappula occidentalis, Lapsana communis, Lathyrus japonicus, Lathyrus latifolius, Lathyrus nevadensis, Lathyrus palustris, Lathyrus sylvestris, Lemna minor, Lepidium campestre, Lepidium didymum, Lepidium virginicum ssp. menziesii, Leptarrhena pyrolifolia, Leucanthemum vulgare, Leymus mollis ssp. mollis, Ligustrum vulgare, Lilaeopsis occidentalis, Lilium columbianum, Limosella aquatica, Linaria purpurea, Linaria vulgaris, Linnaea borealis ssp. longiflora, Linum usitatissimum, Lolium perenne, Lonicera ciliosa, Lonicera involucrata var. involucrata, Lonicera utahensis, Lotus corniculatus, Luetkea pectinata, Lunaria annua, Lupinus littoralis, Lupinus polyphyllus ssp. polyphyllus, Luzula comosa var. laxa, Luzula glabrata, Luzula multiflora ssp. multiflora, Luzula parviflora ssp. parviflora, Lycopodiella inundata, Lycopodium clavatum, Lycopus europaeus, Lycopus uniflorus, Lysichiton americanus, Lysimachia europaea, Lysimachia latifolia, Lysimachia maritima, Lysimachia nummularia, Lysimachia punctata, Lysimachia thyrsiflora, Madia glomerata, Maianthemum dilatatum, Maianthemum racemosum ssp. amplexicaule, Maianthemum stellatum, Malus fusca, Malva moschata, Matricaria discoidea, Medicago lupulina, Medicago polymorpha, Melilotus albus, Melissa officinalis, Mentha canadensis, Menyanthes trifoliata, Micranthes ferruginea, Micranthes integrifolia, Micranthes rufidula, Micranthes tolmiei, Moneses uniflora, Monotropa hypopitys, Monotropa uniflora, Montia linearis, Montia parvifolia, Muscari botryoides, Muscari neglectum, Mycelis muralis, Myosotis arvensis, Myosotis laxa, Myosotis scorpioides, Myosotis sylvatica, Myrica gale, Myriophyllum sibiricum, Myrrhis odorata, Nabalus alatus, Nasturtium officinale, Nemophila parviflora, Neottia banksiana, Neottia cordata, Nephrophyllidium crista-galli, Nothochelone nemorosa, Nuphar polysepala, Oemleria cerasiformis, Oenanthe sarmentosa, Oenothera biennis, Oplopanax horridus, Origanum vulgare, Orthilia secunda, Osmorhiza berteroi, Oxalis corniculata, Oxalis stricta, Oxybasis rubra, Papaver cambricum, Parnassia fimbriata, Parnassia palustris, Paxistima myrsinites, Penstemon davidsonii var. menziesii, Penstemon serrulatus, Pentagramma triangularis ssp. triangularis, Persicaria maculosa, Petasites japonicus, Petrosedum forsterianum, Petrosedum rupestre, Phalaris arundinacea, Philadelphus lewisii, Phleum pratense, Phyllodoce empetriformis, Physocarpus capitatus, Picea sitchensis, Pilosella aurantiaca, Pilosella caespitosa, Pilosella piloselloides, Pinus contorta var. contorta, Pinus monticola, Plantago elongata, Plantago lanceolata, Plantago macrocarpa, Plantago major, Plantago maritima, Platanthera aquilonis, Platanthera orbiculata, Platanthera stricta, Plectritis congesta, Poa annua, Poa macrantha, Poa nemoralis, Poa pratensis, Polygonum aviculare, Polygonum minimum, Polypodium amorphum, Polypodium glycyrrhiza, Polypodium hesperium, Polystichum andersonii, Polystichum braunii, Polystichum munitum, Populus trichocarpa, Portulaca oleracea, Potamogeton berchtoldii, Potamogeton epihydrus, Potamogeton natans, Potamogeton pusillus ssp. pusillus, Primula pauciflora var. pauciflora, Prosartes hookeri, Prunus avium, Prunus cerasifera, Prunus emarginata, Prunus laurocerasus, Prunus lusitanica, Prunus serotina, Pseudofumaria lutea, Pseudognaphalium thermale, Pseudosasa japonica, Pseudotsuga menziesii var. menziesii, Pteridium aquilinum var. pubescens, Pterospora andromedea, Puccinellia pumila, Pyracantha coccinea, Pyrola aphylla, Pyrola asarifolia ssp. bracteata, Pyrola chlorantha, Pyrola dentata, Pyrola picta, Quercus robur, Quercus rubra, Ranunculus acris, Ranunculus aquatilis, Ranunculus flammula, Ranunculus repens, Ranunculus uncinatus, Raphanus raphanistrum, Reynoutria japonica, Rhododendron albiflorum, Rhododendron groenlandicum, Rhododendron menziesii, Rhynchospora alba, Ribes bracteosum, Ribes lacustre, Ribes sanguineum var. sanguineum, Robinia pseudoacacia, Rorippa curvipes, Rorippa palustris, Rosa gymnocarpa var. gymnocarpa, Rosa multiflora, Rosa nutkana ssp. nutkana, Rosa pisocarpa ssp. pisocarpa, Rosa rugosa, Rubus allegheniensis, Rubus bifrons, Rubus fruticosus complex, Rubus idaeus ssp. strigosus, Rubus laciniatus, Rubus leucodermis, Rubus nivalis, Rubus parviflorus, Rubus pedatus, Rubus spectabilis, Rubus ulmifolius, Rubus ursinus, Rubus vestitus, Rumex acetosella, Rumex conglomeratus, Rumex crispus, Rumex maritimus, Rumex obtusifolius, Rumex occidentalis, Ruppia maritima, Sabulina macra, Sabulina rubella, Sagina procumbens, Salix discolor, Salix hookeriana, Salix lasiandra var. lasiandra, Salix scouleriana, Salix sitchensis, Sambucus racemosa var. arborescens, Sanguisorba minor, Saponaria officinalis, Sarracenia purpurea ssp. purpurea, Saxifraga bronchialis ssp. austromontana, Sceptridium multifidum, Schoenoplectus subterminalis, Schoenoplectus tabernaemontani, Scirpus microcarpus, Scutellaria lateriflora, Sedum album, Sedum oreganum, Selaginella wallacei, Senecio sylvaticus, Senecio viscosus, Senecio vulgaris, Setaria viridis, Sidalcea hendersonii, Silene × hampeana, Silene acaulis, Silene coronaria, Silene dioica, Silene latifolia, Silene parryi, Silene vulgaris, Sisymbrium officinale, Solanum dulcamara, Solanum emulans, Solanum nigrum, Solidago canadensis, Solidago lepida, Solidago rugosa var. rugosa, Sonchus arvensis ssp. arvensis, Sonchus asper, Sonchus oleraceus, Sorbus aucuparia, Sorbus scopulina var. cascadensis, Sorbus sitchensis var. grayi, Sorbus sitchensis var. sitchensis, Sparganium emersum, Sparganium natans, Spergula arvensis, Spergularia rubra, Spinulum annotinum, Spiraea douglasii, Spiraea japonica, Spiraea splendens, Spiranthes romanzoffiana, Stachys byzantina, Stachys chamissonis var. cooleyae, Stellaria humifusa, Stellaria media, Streptopus amplexifolius, Streptopus lanceolatus var. curvipes, Struthiopteris spicant, Symphoricarpos albus var. laevigatus, Symphoricarpos mollis, Symphyotrichum foliaceum var. foliaceum, Symphyotrichum novi-belgii, Symphyotrichum subspicatum, Symphytum officinale, Tanacetum parthenium, Tanacetum vulgare, Taraxacum officinale agg., Taxus brevifolia, Tellima grandiflora, Thuja plicata, Tiarella trifoliata var. laciniata, Tiarella trifoliata var. trifoliata, Tiarella trifoliata var. unifoliata, Tolmiea menziesii, Toxicoscordion venenosum var. venenosum, Tragopogon dubius, Trautvetteria caroliniensis, Triantha glutinosa, Triantha occidentalis ssp. brevistyla, Trifolium aureum, Trifolium campestre, Trifolium dubium, Trifolium pratense, Trifolium repens, Trifolium willdenovii, Trifolium wormskioldii, Triglochin maritima, Tripleurospermum inodorum, Trisetum cernuum, Triteleia hyacinthina, Triticum aestivum, Tsuga heterophylla, Tsuga mertensiana, Turritis glabra, Typha angustifolia, Typha latifolia, Urtica dioica, Utricularia gibba, Utricularia macrorhiza, Utricularia minor, Vaccinium alaskaense, Vaccinium membranaceum, Vaccinium myrtillus, Vaccinium ovalifolium, Vaccinium ovatum, Vaccinium oxycoccos, Vaccinium parvifolium, Veratrum viride var. eschscholzianum, Verbascum blattaria, Verbascum phlomoides, Verbascum thapsus, Veronica americana, Veronica arvensis, Veronica filiformis, Veronica officinalis, Veronica scutellata, Veronica serpyllifolia, Viburnum edule, Vicia cracca, Vicia gigantea, Vicia sativa, Vinca minor, Viola adunca var. adunca, Viola glabella, Viola howellii, Viola sempervirens, Zostera marina","Abies amabilis, Acer glabrum var. douglasii, Acer macrophyllum, Achillea millefolium, Adiantum aleuticum var. aleuticum, Agrostis humilis, Allotropa virgata, Alnus alnobetula ssp. sinuata, Amelanchier alnifolia, Anaphalis margaritacea, Anemone parviflora, Apocynum androsaemifolium, Aquilegia formosa, Arctostaphylos × media, Arctostaphylos uva-ursi, Asplenium trichomanes, Barbarea orthoceras, Berberis aquifolium, Berberis nervosa, Boechera calderi, Buddleja davidii, Capnoides sempervirens, Carex exsiccata, Carex saxatilis, Cassiope mertensiana ssp. mertensiana, Cassiope tetragona, Centaurea stoebe, Chamaenerion angustifolium, Cherleria obtusiloba, Chimaphila menziesii, Chimaphila umbellata, Cirsium vulgare, Claytonia lanceolata, Clintonia uniflora, Collinsia parviflora, Corallorhiza mertensiana, Cornus nuttallii, Cornus unalaschkensis, Cryptogramma acrostichoides, Cystopteris fragilis, Dasiphora fruticosa, Dicentra formosa ssp. formosa, Digitalis purpurea, Diphasiastrum complanatum, Draba stenoloba, Drosera rotundifolia, Dryopteris expansa, Dryopteris filix-mas, Elymus violaceus, Epilobium ciliatum, Epilobium clavatum, Epilobium hornemannii, Epilobium luteum, Eriophyllum lanatum, Erythranthe alsinoides, Fragaria vesca ssp. bracteata, Fragaria virginiana, Galium triflorum, Gaultheria shallon, Geranium robertianum, Goodyera oblongifolia, Hemitomes congestum, Holodiscus discolor, Hypericum perforatum, Juncus supiniformis, Kalmia microphylla var. microphylla, Leptarrhena pyrolifolia, Lilium columbianum, Linnaea borealis ssp. longiflora, Lonicera ciliosa, Lonicera utahensis, Lotus corniculatus, Lupinus arcticus ssp. subalpinus, Lupinus polyphyllus ssp. polyphyllus, Lysichiton americanus, Lysimachia europaea, Maianthemum racemosum ssp. amplexicaule, Melampyrum lineare, Menyanthes trifoliata, Micranthes ferruginea, Monotropa hypopitys, Montia parvifolia, Myosotis scorpioides, Myrica gale, Nuphar polysepala, Oplopanax horridus, Packera pauciflora, Pastinaca sativa, Paxistima myrsinites, Penstemon davidsonii var. menziesii, Penstemon serrulatus, Phlox diffusa ssp. longistylis, Physocarpus capitatus, Pilosella aurantiaca, Pinus contorta var. contorta, Poa annua, Poa lettermanii, Polemonium viscosum, Polypodium amorphum, Polypodium glycyrrhiza, Polypodium hesperium, Polystichum munitum, Populus trichocarpa, Potamogeton foliosus, Potamogeton praelongus, Potentilla flabellifolia, Potentilla hyparctica, Prunus emarginata, Pseudotsuga menziesii var. menziesii, Pteridium aquilinum var. pubescens, Pyrola picta, Rhododendron groenlandicum, Rhododendron menziesii, Ribes sanguineum var. sanguineum, Rorippa alpina, Rorippa curvisiliqua, Rosa nutkana ssp. nutkana, Rubus bifrons, Rubus parviflorus, Rubus spectabilis, Rubus ursinus, Salix arctica, Salix commutata, Salix nivalis, Salix sitchensis, Sambucus racemosa var. arborescens, Saxifraga cespitosa, Selaginella wallacei, Senecio lugens, Silene acaulis, Sorbus sitchensis var. grayi, Spiraea douglasii, Stellaria longipes ssp. longipes, Streptopus lanceolatus var. curvipes, Taxus brevifolia, Thuja plicata, Tragopogon dubius, Trifolium hybridum, Trollius laxus ssp. albiflorus, Tsuga heterophylla, Vaccinium membranaceum, Vaccinium oxycoccos, Vaccinium parvifolium, Veratrum viride var. eschscholzianum, Verbascum thapsus, Viola glabella","Abies amabilis, Acer glabrum var. douglasii, Actaea rubra, Adiantum aleuticum var. aleuticum, Alnus alnobetula ssp. sinuata, Anaphalis margaritacea, Arctostaphylos columbiana, Aruncus dioicus var. acuminatus, Asarum caudatum, Athyrium filix-femina var. cyclosorum, Calypso bulbosa var. occidentalis, Ceanothus sanguineus, Ceanothus velutinus var. velutinus, Chamaenerion angustifolium, Chimaphila menziesii, Chimaphila umbellata, Clintonia uniflora, Corallorhiza maculata, Corallorhiza mertensiana, Cornus unalaschkensis, Cryptogramma acrostichoides, Dicentra formosa ssp. formosa, Gaultheria ovatifolia, Goodyera oblongifolia, Gymnocarpium dryopteris, Hieracium albiflorum, Holodiscus discolor, Lilium columbianum, Linnaea borealis ssp. longiflora, Lycopodium clavatum, Lysichiton americanus, Maianthemum racemosum ssp. amplexicaule, Maianthemum stellatum, Monotropa hypopitys, Mycelis muralis, Neottia cordata, Oplopanax horridus, Orthilia secunda, Paxistima myrsinites, Platanthera orbiculata, Polypodium glycyrrhiza, Polystichum munitum, Prosartes hookeri, Pseudotsuga menziesii var. menziesii, Pyrola picta, Rhododendron albiflorum, Rhododendron menziesii, Ribes lacustre, Rubus ursinus, Sorbus aucuparia, Streptopus lanceolatus var. curvipes, Struthiopteris spicant, Taxus brevifolia, Thuja plicata, Tiarella trifoliata var. unifoliata, Tsuga heterophylla, Tsuga mertensiana, Vaccinium ovalifolium, Vaccinium parvifolium, Valeriana sitchensis, Viola sempervirens","Adiantum aleuticum var. aleuticum, Anemonoides nemorosa, Arabis eschscholtziana, Arbutus menziesii, Argentina anserina, Arnica lanceolata ssp. prima, Cinna latifolia, Claytonia sibirica, Coptis aspleniifolia, Cytisus scoparius, Dicentra formosa ssp. formosa, Digitalis purpurea, Drosera rotundifolia, Dryopteris expansa, Gaultheria shallon, Geranium robertianum, Geum macrophyllum, Juncus drummondii, Lamium galeobdolon, Lathyrus latifolius, Lysichiton americanus, Lysimachia maritima, Maianthemum dilatatum, Matricaria discoidea, Microsteris gracilis, Montia parvifolia, Nabalus alatus, Oplopanax horridus, Polypodium glycyrrhiza, Polystichum andersonii, Polystichum munitum, Primula pauciflora var. pauciflora, Pteridium aquilinum var. pubescens, Rhododendron menziesii, Rubus spectabilis, Sabulina macra, Struthiopteris spicant, Thuja plicata, Tiarella trifoliata var. unifoliata, Vaccinium parvifolium, Veronica serpyllifolia, Viburnum edule","Abies amabilis, Acer circinatum, Acer glabrum var. douglasii, Achillea millefolium, Actaea rubra, Adiantum aleuticum var. aleuticum, Agrostis capillaris, Agrostis exarata, Agrostis gigantea, Agrostis humilis, Allotropa virgata, Alnus alnobetula ssp. sinuata, Alnus rubra, Alopecurus geniculatus, Anaphalis margaritacea, Aquilegia formosa, Arctostaphylos uva-ursi, Arnica lanceolata ssp. prima, Arnica latifolia, Aruncus dioicus var. acuminatus, Asarum caudatum, Asplenium trichomanes, Athyrium distentifolium ssp. americanum, Athyrium filix-femina var. cyclosorum, Barbarea orthoceras, Berberis nervosa, Betula pendula, Botrychium lanceolatum, Botrychium simplex, Boykinia occidentalis, Brewerimitella breweri, Bromus sitchensis, Buddleja davidii, Caltha leptosepala, Campanula alaskana, Capnoides sempervirens, Carex aurea, Carex canescens, Carex illota, Carex laeviculmis, Carex mertensii, Carex saxatilis, Cassiope mertensiana ssp. mertensiana, Castilleja miniata var. miniata, Centaurea montana, Chamaenerion angustifolium, Chamaenerion latifolium, Chimaphila menziesii, Chimaphila umbellata, Cirsium arvense, Cirsium vulgare, Claytonia exigua ssp. exigua, Claytonia sibirica, Clintonia uniflora, Coptis aspleniifolia, Coptis trifolia, Corallorhiza mertensiana, Corallorhiza striata, Cornus nuttallii, Cornus sanguinea, Cornus unalaschkensis, Cryptogramma acrostichoides, Cupressus nootkatensis, Cystopteris fragilis, Dactylis glomerata, Dendrolycopodium dendroideum, Dicentra formosa ssp. formosa, Digitalis purpurea, Diphasiastrum complanatum, Diphasiastrum sitchense, Drosera rotundifolia, Dryopteris expansa, Dryopteris filix-mas, Echium vulgare, Elliottia pyroliflora, Elymus glaucus, Elymus hirsutus, Empetrum nigrum, Epilobium anagallidifolium, Epilobium ciliatum, Equisetum arvense, Equisetum telmateia ssp. braunii, Erigeron glacialis, Erigeron peregrinus, Eriophorum angustifolium, Eriophorum chamissonis, Erodium cicutarium, Erythranthe lewisii, Euphrasia nemorosa, Euthamia graminifolia, Festuca occidentalis, Festuca rubra s. lat., Fragaria × ananassa ssp. cuneifolia, Fragaria vesca ssp. bracteata, Fragaria virginiana, Frangula purshiana, Fritillaria camschatcensis, Galium triflorum, Gaultheria humifusa, Gaultheria ovatifolia, Gaultheria shallon, Gentiana sceptrum, Gentiana septemfida?, Geum macrophyllum, Goodyera oblongifolia, Graphephorum wolfii, Gymnocarpium disjunctum, Gymnocarpium dryopteris, Hieracium albiflorum, Holcus lanatus, Holodiscus discolor, Hypericum anagalloides, Hypericum perforatum, Hypochaeris radicata, Ilex aquifolium, Juncus bulbosus, Juncus canadensis, Juncus effusus, Juncus ensifolius, Juncus mertensianus, Kalmia microphylla var. occidentalis, Lepidium campestre, Leptarrhena pyrolifolia, Leucanthemum vulgare, Lilium columbianum, Linaria vulgaris, Linnaea borealis ssp. longiflora, Lotus corniculatus, Lotus pedunculatus, Luetkea pectinata, Lupinus arcticus ssp. subalpinus, Lupinus latifolius ssp. latifolius, Lupinus polyphyllus ssp. polyphyllus, Luzula parviflora ssp. parviflora, Lycopodiella inundata, Lycopodium clavatum, Lysichiton americanus, Lysimachia europaea, Maianthemum racemosum ssp. amplexicaule, Maianthemum stellatum, Malva moschata, Matricaria discoidea, Melilotus albus, Menyanthes trifoliata, Micranthes ferruginea, Monotropa hypopitys, Montia parvifolia, Mycelis muralis, Myosotis scorpioides, Neottia banksiana, Nephrophyllidium crista-galli, Nothochelone nemorosa, Nuphar polysepala, Oplopanax horridus, Orthilia secunda, Osmorhiza berteroi, Parnassia fimbriata, Paxistima myrsinites, Pectiantia pentandra, Penstemon davidsonii var. menziesii, Phalaris arundinacea, Phegopteris connectilis, Phleum pratense, Phyllodoce empetriformis, Physocarpus capitatus, Pilosella aurantiaca, Pilosella caespitosa, Pinus contorta var. contorta, Pinus monticola, Plantago lanceolata, Plantago major, Platanthera orbiculata, Platanthera stricta, Polypodium glycyrrhiza, Polystichum andersonii, Polystichum munitum, Populus trichocarpa, Prunus emarginata, Pseudotsuga menziesii var. menziesii, Pteridium aquilinum var. pubescens, Pterospora andromedea, Pyrola chlorantha, Ranunculus acris, Ranunculus repens, Rhinanthus minor, Rhododendron albiflorum, Rhododendron groenlandicum, Rhododendron macrophyllum, Rhododendron menziesii, Ribes bracteosum, Ribes divaricatum var. divaricatum, Ribes lacustre, Ribes sanguineum var. sanguineum, Rubus leucodermis, Rubus nivalis, Rubus parviflorus, Rubus pedatus, Rubus spectabilis, Rumex acetosella, Rumex obtusifolius, Salix hookeriana, Salix sitchensis, Sambucus racemosa var. arborescens, Sanguisorba officinalis, Sarracenia purpurea ssp. purpurea, Saxifraga mertensiana, Sceptridium multifidum, Scirpus microcarpus, Scorzoneroides autumnalis, Securigera varia, Senecio triangularis, Senecio viscosus, Shepherdia canadensis, Sidalcea hendersonii, Silene flos-cuculi, Solidago canadensis, Solidago lepida, Solidago multiradiata, Sorbus aucuparia, Sorbus scopulina var. cascadensis, Sorbus sitchensis var. sitchensis, Spergularia rubra, Spinulum annotinum, Spiraea douglasii, Spiraea splendens, Spiranthes romanzoffiana, Stellaria calycantha, Streptopus amplexifolius, Streptopus lanceolatus var. curvipes, Struthiopteris spicant, Symphyotrichum subspicatum, Symphytum officinale, Tanacetum vulgare, Taraxacum officinale agg., Thuja plicata, Tiarella trifoliata var. trifoliata, Tiarella trifoliata var. unifoliata, Triantha glutinosa, Triantha occidentalis ssp. brevistyla, Trifolium hybridum, Trifolium microdon, Trifolium pratense, Trifolium repens, Trisetum canescens, Tsuga heterophylla, Tsuga mertensiana, Vaccinium alaskaense, Vaccinium cespitosum, Vaccinium deliciosum, Vaccinium membranaceum, Vaccinium ovalifolium, Vaccinium parvifolium, Vaccinium uliginosum, Valeriana sitchensis, Veratrum viride var. eschscholzianum, Veronica officinalis, Veronica serpyllifolia, Viburnum edule, Vicia cracca, Viola glabella, Viola palustris, Viola sempervirens","Abies grandis, Acer circinatum, Acer glabrum var. douglasii, Acer macrophyllum, Achillea filipendulina, Achillea millefolium, Acmispon parviflorus, Adenocaulon bicolor, Adiantum aleuticum var. aleuticum, Agrostis aequivalvis, Agrostis scabra, Aira caryophyllea, Ajuga reptans, Alchemilla arvensis, Alchemilla australis, Alchemilla mollis, Allium amplectens, Allium cernuum, Allium schoenoprasum, Allotropa virgata, Alnus alnobetula ssp. sinuata, Alnus rubra, Amelanchier alnifolia, Anaphalis margaritacea, Anisocarpus madioides, Anthoxanthum odoratum, Aphyllon californicum ssp. californicum, Aquilegia formosa, Arabidopsis thaliana, Arbutus menziesii, Arbutus unedo, Arceuthobium tsugense ssp. contortae, Arctium minus, Arctostaphylos × media, Arctostaphylos columbiana, Arctostaphylos uva-ursi, Armoracia rusticana, Aruncus dioicus var. acuminatus, Asarum caudatum, Aspidotis densa, Asplenium trichomanes, Athyrium filix-femina var. cyclosorum, Atocion armeria, Atriplex prostrata, Bellis perennis, Berberis aquifolium, Berberis nervosa, Berberis thunbergii, Betula papyrifera, Brassica napus, Brassica oleracea, Brassica rapa, Brodiaea coronaria, Bromus carinatus, Bromus diandrus, Bromus hordeaceus, Bromus racemosus, Bromus sterilis, Bromus vulgaris, Buddleja davidii, Callitriche heterophylla var. heterophylla, Calystegia silvatica, Camassia leichtlinii ssp. suksdorfii, Camassia quamash, Campanula alaskana, Campanula persicifolia, Campanula rapunculoides, Campanula rotundifolia complex, Capnoides sempervirens, Cardamine flexuosa, Cardamine hirsuta, Cardamine oligosperma, Carex aquatilis var. dives, Carex hendersonii, Carex longii, Carex lyngbyei, Carex obnupta, Carex stipata, Castilleja hispida var. hispida, Centaurea cyanus, Centaurea montana, Cerastium arvense ssp. strictum, Cerastium holosteoides, Cerastium tomentosum, Chamaenerion angustifolium, Chamaenerion latifolium, Chelidonium majus, Chenopodium album, Chimaphila menziesii, Chimaphila umbellata, Cirsium arvense, Cirsium brevistylum, Cirsium vulgare, Claytonia rubra, Claytonia sibirica, Claytonia washingtoniana, Clematis vitalba, Clinopodium douglasii, Collinsia grandiflora, Collinsia parviflora, Collomia heterophylla, Corallorhiza maculata, Corallorhiza mertensiana, Cornus nuttallii, Cornus unalaschkensis, Cotoneaster bullatus, Cotoneaster coriaceus, Cotoneaster dammeri, Cotoneaster dielsianus, Cotoneaster divaricatus, Cotoneaster franchetii, Cotoneaster hjelmqvistii, Cotoneaster horizontalis, Cotoneaster integrifolius, Cotoneaster salicifolius, Cotoneaster simonsii, Crataegus monogyna, Crepis capillaris, Cryptogramma acrostichoides, Cupressus nootkatensis, Cymbalaria muralis, Cynosurus echinatus, Cytisus scoparius, Dactylis glomerata, Danthonia intermedia, Daphne laureola, Dasiphora fruticosa, Daucus pusillus, Delphinium menziesii, Deschampsia cespitosa, Dianthus barbatus, Dicentra formosa ssp. formosa, Digitalis purpurea, Dipsacus fullonum, Draba verna, Drosera rotundifolia, Dryopteris expansa, Elymus glaucus, Epilobium brachycarpum, Epilobium ciliatum, Epilobium minutum, Epilobium obscurum, Epipactis helleborine, Equisetum arvense, Equisetum telmateia ssp. braunii, Erigeron canadensis, Eriophyllum lanatum, Erodium cicutarium, Erythranthe alsinoides, Erythranthe guttata, Erythranthe microphylla, Erythronium oregonum, Erythronium revolutum, Eschscholzia californica, Eupatorium cannabinum, Euphorbia myrsinites, Euphorbia peplus, Festuca bromoides, Festuca myuros, Festuca rubra s. lat., Foeniculum vulgare, Fragaria × ananassa ssp. cuneifolia, Fragaria chiloensis, Fragaria vesca ssp. bracteata, Fragaria virginiana, Frangula purshiana, Fritillaria affinis, Fumaria muralis, Galium aparine, Galium trifidum, Galium triflorum, Gamochaeta ustulata, Gaultheria shallon, Geranium carolinianum, Geranium molle, Geranium robertianum, Geum macrophyllum, Glechoma hederacea, Glyceria striata, Gnaphalium uliginosum, Goodyera oblongifolia, Grindelia hirsutula, Grindelia stricta, Hedera canariensis, Hedera helix, Heracleum sphondylium, Hesperis matronalis, Heuchera micrantha var. diversifolia, Hieracium albiflorum, Hieracium maculatum, Holcus lanatus, Holodiscus discolor, Honckenya peploides ssp. major, Hordeum murinum ssp. murinum, Hyacinthoides non-scripta, Hypericum anagalloides, Hypericum calycinum, Hypericum perforatum, Hypochaeris radicata, Ilex aquifolium, Impatiens capensis, Impatiens glandulifera, Impatiens parviflora, Iris pseudacorus, Iris sibirica, Jacobaea vulgaris, Juncus effusus, Juncus ensifolius, Juncus tenuis, Juniperus communis, Juniperus maritima, Kopsiopsis hookeri, Laburnum anagyroides, Lamium galeobdolon, Lamium purpureum, Lapsana communis, Lathyrus japonicus, Lathyrus latifolius, Lathyrus nevadensis, Lathyrus sylvestris, Lepidium campestre, Lepidium heterophyllum, Leucanthemum vulgare, Leymus mollis ssp. mollis, Lilium columbianum, Linaria purpurea, Linnaea borealis ssp. longiflora, Lolium perenne, Lonicera ciliosa, Lonicera hispidula, Lotus corniculatus, Lunaria annua, Lupinus polyphyllus ssp. polyphyllus, Luzula macrantha, Luzula parviflora ssp. parviflora, Lycopodium clavatum, Lysichiton americanus, Lysimachia latifolia, Lysimachia maritima, Lysimachia punctata, Lythrum salicaria, Maianthemum dilatatum, Malus fusca, Malva neglecta, Matricaria discoidea, Melica subulata, Melilotus albus, Melilotus officinalis, Melissa officinalis, Micranthes ferruginea, Micranthes integrifolia, Monotropa uniflora, Montia fontana, Montia parvifolia, Mycelis muralis, Myosotis discolor, Myosotis laxa, Myosotis sylvatica, Myrrhis odorata, Nemophila menziesii, Nemophila parviflora, Neottia banksiana, Oemleria cerasiformis, Oenanthe sarmentosa, Oplopanax horridus, Origanum vulgare, Orthilia secunda, Osmorhiza berteroi, Oxalis oregana, Panicum miliaceum, Papaver cambricum, Papaver nudicaule, Parnassia fimbriata, Paxistima myrsinites, Penstemon davidsonii var. menziesii, Pentagramma triangularis ssp. triangularis, Perideridia gairdneri, Persicaria maculosa, Petrosedum forsterianum, Petrosedum rupestre, Phalaris arundinacea, Physocarpus capitatus, Picea sitchensis, Pilosella aurantiaca, Pinguicula macroceras, Pinus contorta var. contorta, Pinus monticola, Plantago lanceolata, Plantago major, Plantago maritima, Platanthera elegans, Plectritis congesta, Poa annua, Poa nemoralis, Polygonum paronychia, Polygonum spergulariiforme, Polypodium amorphum, Polypodium glycyrrhiza, Polystichum munitum, Potamogeton natans, Potentilla norvegica, Prunus avium, Prunus cerasifera, Prunus emarginata, Prunus laurocerasus, Prunus lusitanica, Pseudognaphalium thermale, Pseudosasa humilis, Pseudosasa japonica, Pseudotsuga menziesii var. menziesii, Pteridium aquilinum var. pubescens, Pyracantha coccinea, Pyracantha fortuneana, Pyrola asarifolia ssp. bracteata, Pyrus communis, Quercus robur, Ranunculus repens, Ranunculus uncinatus, Reynoutria japonica, Rhododendron groenlandicum, Rhus typhina, Ribes bracteosum, Ribes lacustre, Ribes sanguineum var. sanguineum, Rosa gymnocarpa var. gymnocarpa, Rosa nutkana ssp. nutkana, Rosa rugosa, Rubus bifrons, Rubus laciniatus, Rubus leucodermis, Rubus parviflorus, Rubus pedatus, Rubus spectabilis, Rubus ursinus, Rubus vestitus, Rudbeckia hirta, Rumex acetosa, Rumex acetosella, Rumex obtusifolius, Sabulina macra, Sagina procumbens, Salix scouleriana, Salix sitchensis, Sambucus racemosa var. arborescens, Sanicula crassicaulis, Saponaria officinalis, Scirpus microcarpus, Sedum acre, Sedum album, Sedum divergens, Sedum oreganum, Sedum sexangulare, Selaginella wallacei, Senecio sylvaticus, Senecio vulgaris, Silene coronaria, Silene dioica, Sisymbrium officinale, Solanum americanum, Solanum dulcamara, Solanum nigrum, Solidago simplex var. simplex, Sonchus arvensis ssp. arvensis, Sonchus asper, Sonchus oleraceus, Sorbus aucuparia, Spergularia canadensis var. occidentalis, Spergularia macrotheca, Spiraea douglasii, Spiranthes romanzoffiana, Stachys chamissonis var. cooleyae, Stellaria crispa, Stellaria media, Struthiopteris spicant, Symphoricarpos albus var. laevigatus, Symphoricarpos mollis, Tanacetum parthenium, Taraxacum officinale agg., Taxus brevifolia, Teesdalia nudicaulis, Tellima grandiflora, Thuja plicata, Tiarella trifoliata var. laciniata, Toxicoscordion venenosum var. venenosum, Trifolium dubium, Trifolium oliganthum, Trifolium pratense, Trifolium repens, Trifolium variegatum, Trillium ovatum var. ovatum, Triteleia hyacinthina, Tsuga heterophylla, Typha latifolia, Ulex europaeus, Urtica dioica, Vaccinium parvifolium, Verbascum thapsus, Veronica americana, Veronica arvensis, Veronica filiformis, Veronica officinalis, Veronica peregrina var. xalapensis, Veronica scutellata, Veronica serpyllifolia, Vicia americana, Vicia gigantea, Vicia hirsuta, Vicia sativa, Vinca major, Vinca minor, Viola affinis, Viola sempervirens, Zostera marina","Abies amabilis, Abies lasiocarpa, Achillea millefolium, Actaea rubra, Adiantum aleuticum var. aleuticum, Agrostis aequivalvis, Agrostis capillaris, Agrostis exarata, Agrostis humilis, Alchemilla mollis, Allotropa virgata, Alnus alnobetula ssp. sinuata, Amelanchier alnifolia, Anaphalis margaritacea, Angelica lucida, Antennaria umbrinella, Aquilegia formosa, Arctostaphylos uva-ursi, Arnica latifolia, Aruncus dioicus var. acuminatus, Asarum caudatum, Athyrium distentifolium ssp. americanum, Athyrium filix-femina var. cyclosorum, Boykinia occidentalis, Brewerimitella breweri, Caltha leptosepala, Carex aquatilis var. dives, Carex luzulina var. ablata, Carex mertensii, Carex nigricans, Carex saxatilis, Carex spectabilis, Carex stylosa, Cassiope mertensiana ssp. mertensiana, Castilleja hispida var. hispida, Castilleja miniata var. miniata, Chamaenerion angustifolium, Chamaenerion latifolium, Chimaphila menziesii, Chimaphila umbellata, Cirsium edule, Claytonia sibirica, Clintonia uniflora, Collomia heterophylla, Coptis aspleniifolia, Coptis trifolia, Corallorhiza mertensiana, Cornus unalaschkensis, Cryptogramma acrostichoides, Cupressus nootkatensis, Dasiphora fruticosa, Dicentra formosa ssp. formosa, Digitalis purpurea, Diphasiastrum sitchense, Drosera rotundifolia, Dryopteris expansa, Dryopteris filix-mas, Eleocharis mamillata ssp. mamillata, Elliottia pyroliflora, Elymus hirsutus, Equisetum arvense, Erigeron canadensis, Erigeron glacialis, Eriophorum angustifolium, Erythranthe guttata, Erythranthe lewisii, Euthamia graminifolia, Festuca brachyphylla, Festuca rubra s. lat., Fragaria × ananassa ssp. cuneifolia, Fragaria virginiana, Gaultheria ovatifolia, Gaultheria shallon, Gentiana sceptrum, Geranium robertianum, Geum macrophyllum, Gnaphalium uliginosum, Goodyera oblongifolia, Gymnocarpium disjunctum, Halerpestes cymbalaria, Hemitomes congestum, Heracleum sphondylium, Heuchera glabra, Hieracium albiflorum, Holodiscus discolor, Hypericum perforatum, Hypochaeris radicata, Impatiens capensis, Juncus drummondii, Juncus ensifolius, Juncus mertensianus, Kalmia microphylla var. occidentalis, Lepidium campestre, Leptarrhena pyrolifolia, Leucanthemum vulgare, Lilium columbianum, Linnaea borealis ssp. longiflora, Lotus corniculatus, Luetkea pectinata, Lupinus arcticus ssp. subalpinus, Lupinus latifolius ssp. latifolius, Lupinus polyphyllus ssp. polyphyllus, Luzula parviflora ssp. parviflora, Luzula piperi, Lycopodiella inundata, Lycopodium clavatum, Lycopus uniflorus, Lysichiton americanus, Lysimachia europaea, Maianthemum racemosum ssp. amplexicaule, Maianthemum stellatum, Menyanthes trifoliata, Micranthes ferruginea, Micranthes nelsoniana var. cascadensis, Micranthes porsildiana, Micranthes tolmiei, Monotropa hypopitys, Monotropa uniflora, Mycelis muralis, Neottia banksiana, Neottia cordata, Nephrophyllidium crista-galli, Nothochelone nemorosa, Nuphar polysepala, Nuttallanthus canadensis, Oplopanax horridus, Orthilia secunda, Parnassia fimbriata, Paxistima myrsinites, Penstemon davidsonii var. menziesii, Penstemon serrulatus, Phalaris arundinacea, Phegopteris connectilis, Phleum pratense, Phyllodoce empetriformis, Pilosella aurantiaca, Pinus contorta var. contorta, Pinus monticola, Plantago lanceolata, Plantago major, Platanthera aquilonis, Platanthera orbiculata, Platanthera stricta, Platanthera unalascensis, Polygonum minimum, Polystichum munitum, Populus trichocarpa, Prunus emarginata, Pseudotsuga menziesii var. menziesii, Pulsatilla occidentalis, Pyrola picta, Rhododendron albiflorum, Rhododendron groenlandicum, Rhododendron menziesii, Ribes bracteosum, Ribes lacustre, Ribes sanguineum var. sanguineum, Rubus chamaemorus, Rubus leucodermis, Rubus parviflorus, Rubus pedatus, Rubus spectabilis, Rumex acetosella, Rumex occidentalis, Salix hookeriana, Salix scouleriana, Salix sitchensis, Sambucus racemosa var. arborescens, Sceptridium multifidum, Scorzoneroides autumnalis, Senecio triangularis, Senecio viscosus, Sidalcea hendersonii, Solidago canadensis, Solidago lepida, Sorbus sitchensis var. grayi, Sparganium angustifolium, Spinulum annotinum, Spiraea × hitchcockii, Spiraea douglasii, Spiraea splendens, Stellaria humifusa, Streptopus amplexifolius, Streptopus lanceolatus var. curvipes, Streptopus streptopoides, Struthiopteris spicant, Symphytum officinale, Thuja plicata, Tiarella trifoliata var. trifoliata, Tiarella trifoliata var. unifoliata, Triantha glutinosa, Triantha occidentalis ssp. brevistyla, Trifolium hybridum, Trifolium pratense, Trifolium repens, Trillium ovatum var. ovatum, Trisetum canescens, Trisetum cernuum, Tsuga heterophylla, Tsuga mertensiana, Vaccinium alaskaense, Vaccinium cespitosum, Vaccinium deliciosum, Vaccinium membranaceum, Vaccinium ovalifolium, Vaccinium oxycoccos, Vaccinium parvifolium, Vaccinium uliginosum, Valeriana sitchensis, Veratrum viride var. eschscholzianum, Viburnum edule, Vicia cracca, Viola glabella, Viola palustris, Viola sempervirens","Abies amabilis, Abies lasiocarpa, Acer circinatum, Achillea millefolium, Actaea rubra, Adenocaulon bicolor, Agoseris aurantiaca var. aurantiaca, Agrostis humilis, Alnus alnobetula ssp. sinuata, Anaphalis margaritacea, Antennaria rosea, Arctostaphylos uva-ursi, Arnica cordifolia, Arnica lanceolata ssp. prima, Arnica latifolia, Arnica parryi, Arnica rydbergii, Artemisia norvegica ssp. saxatilis, Asarum caudatum, Athyrium filix-femina var. cyclosorum, Berberis nervosa, Boechera stricta, Brewerimitella breweri, Caltha leptosepala, Cardamine umbellata, Carex aquatilis var. dives, Carex aurea, Carex circinata, Carex foenea, Carex kelloggii var. limnophila, Carex lenticularis var. dolia, Carex macrochaeta, Carex mertensii, Carex microptera, Carex nigricans, Carex pachystachya, Carex preslii, Carex spectabilis, Cassiope mertensiana ssp. mertensiana, Castilleja miniata var. miniata, Castilleja parviflora var. albida, Chamaenerion angustifolium, Chamaenerion latifolium, Chimaphila menziesii, Chimaphila umbellata, Cirsium edule, Claytonia lanceolata, Clintonia uniflora, Corallorhiza mertensiana, Cornus unalaschkensis, Cryptogramma acrostichoides, Cupressus nootkatensis, Cystopteris fragilis, Diphasiastrum sitchense, Draba praealta, Dryas drummondii, Empetrum nigrum, Epilobium ciliatum, Epilobium luteum, Equisetum variegatum, Erigeron glabellus var. pubescens, Erigeron nivalis, Erigeron peregrinus, Erythranthe caespitosa, Erythranthe lewisii, Fragaria vesca ssp. bracteata, Gaultheria ovatifolia, Gaultheria shallon, Geum macrophyllum, Goodyera oblongifolia, Gymnocarpium dryopteris, Heracleum sphondylium, Heuchera glabra, Hieracium albiflorum, Juncus alpinoarticulatus, Juncus arcticus ssp. alaskanus, Juncus drummondii, Juncus mertensianus, Juniperus communis, Leptarrhena pyrolifolia, Lilium columbianum, Linnaea borealis ssp. longiflora, Lonicera utahensis, Luetkea pectinata, Lupinus arcticus ssp. subalpinus, Lupinus latifolius ssp. latifolius, Luzula parviflora ssp. fastigiata, Luzula piperi, Luzula wahlenbergii, Lycopodium clavatum, Lysimachia europaea, Maianthemum racemosum ssp. amplexicaule, Maianthemum stellatum, Menyanthes trifoliata, Micranthes ferruginea, Micranthes nelsoniana var. cascadensis, Micranthes odontoloma, Micranthes tolmiei, Monotropa hypopitys, Neottia cordata, Oplopanax horridus, Orthilia secunda, Oxyria digyna, Parnassia fimbriata, Paxistima myrsinites, Pedicularis bracteosa, Pedicularis racemosa, Penstemon davidsonii var. menziesii, Petasites frigidus var. frigidus, Phacelia sericea var. sericea, Phyllodoce empetriformis, Phyllodoce glanduliflora, Pilosella aurantiaca, Pinus albicaulis, Pinus monticola, Platanthera stricta, Pleuropogon refractus, Poa glauca, Poa leptocoma, Polystichum lonchitis, Polystichum munitum, Pseudotsuga menziesii var. menziesii, Pterospora andromedea, Pyrola asarifolia ssp. bracteata, Pyrola picta, Rhododendron albiflorum, Ribes acerifolium, Ribes lacustre, Ribes sanguineum var. sanguineum, Rorippa alpina, Rosa gymnocarpa var. gymnocarpa, Rubus parviflorus, Rubus pedatus, Salix scouleriana, Saxifraga bronchialis ssp. austromontana, Sedum divergens, Senecio triangularis, Silene acaulis, Solidago multiradiata, Sorbus scopulina var. cascadensis, Sorbus sitchensis var. sitchensis, Spinulum annotinum, Stellaria calycantha, Stellaria crassifolia, Streptopus amplexifolius, Struthiopteris spicant, Tellima grandiflora, Thuja plicata, Tiarella trifoliata var. unifoliata, Tonestus lyallii, Triantha glutinosa, Tsuga mertensiana, Vaccinium cespitosum, Vaccinium deliciosum, Vaccinium membranaceum, Vaccinium ovalifolium, Vaccinium uliginosum, Vahlodea atropurpurea, Valeriana sitchensis, Veratrum viride var. eschscholzianum, Veronica alpina?, Veronica wormskjoldii, Viburnum edule, Viola sempervirens"]}
