{
  "taxa": {
    "41": "Dodecaceria fewkesi, Parasabella media, Serpula columbiana",
    "42": "Bispira pacifica, Chone aurantiaca, Dodecaceria fewkesi, Protula pacifica, Serpula columbiana",
    "43": "Chone aurantiaca, Dodecaceria concharum, Dodecaceria fewkesi, Eudistylia vancouveri, Myxicola sp.B, Parasabella media, Pista elongata, Pseudochitinopoma occidentalis, Serpula columbiana, Thelepus spp.",
    "45": "Cirratulus spectabilis, Crucigera zygophora, Dodecaceria fewkesi, Epigamia cf alexandri, Eudistylia vancouveri, Neoleprea spiralis, Nereis cf zonata, Parasabella media, Platynereis bicanaliculata, Pseudochitinopoma occidentalis, Pseudopotamilla occelata, Schizobranchia insignis, Serpula columbiana, Trypanedenta gemmipara",
    "61": "Dodecaceria fewkesi, Eudistylia vancouveri",
    "62": "Serpula columbiana",
    "68": "Eudistylia vancouveri, Halosydna brevisetosa, Nereis sp., Nereis vexillosa, Schizobranchia insignis, Serpula columbiana",
    "85": "Halosydna brevisetosa",
    "90": "Alitta williami, Halosydna brevisetosa",
    "107": "Eudistylia vancouveri",
    "108": "Eudistylia vancouveri, Serpula columbiana",
    "112": "Dodecaceria fewkesi, Limnodriloides victoriensis, Serpula columbiana, Thelepus spp., Trypanosyllis sp.",
    "126": "Limnodriloides victoriensis",
    "127": "Epigamia magna, Serpula columbiana",
    "128": "Arctonoe fragilis, Arctonoe pulchra, Arctonoe vittata",
    "129": "Arctonoe fragilis, Halosydna brevisetosa, Platynereis bicanaliculata, Serpula columbiana",
    "130": "Arctonoe pulchra, Diopatra ornata, Eudistylia vancouveri, Nereis sp., Platynereis bicanaliculata, Serpula columbiana",
    "135": "Dodecaceria fewkesi, Myxicola sp.B, Neosabellaria cementarium, Serpula columbiana, Thelepus spp.",
    "170": "Eulalia sp.",
    "172": "Dodecaceria fewkesi, Eudistylia vancouveri, Myxicola sp.B, Serpula columbiana",
    "173": "Bathydrilus litoreus, Limnodriloides victoriensis",
    "176": "Alitta williami",
    "191": "Arctonoe fragilis, Chone aurantiaca, Dodecaceria fewkesi, Eudistylia vancouveri, Myxicola sp.B, Parasabella media, Pista elongata, Pseudochitinopoma occidentalis, Serpula columbiana",
    "192": "Serpula columbiana",
    "193": "Arctonoe fragilis, Arctonoe pulchra, Dodecaceria fewkesi, Eudistylia vancouveri, Myxicola sp.B, Nereis sp., Pista elongata, Protula pacifica, Serpula columbiana, Thelepus spp.",
    "194": "Arctonoe fragilis, Arctonoe pulchra, Bispira pacifica, Chone aurantiaca, Dodecaceria concharum, Dodecaceria fewkesi, Eudistylia vancouveri, Myxicola sp.B, Serpula columbiana",
    "214": "Arctonoe fragilis, Bispira pacifica, Chaetopterus variopedatus complex, Chone aurantiaca, Myxicola sp.B, Parasabella media, Pseudochitinopoma occidentalis, Serpula columbiana, Spiochaetopterus costarum",
    "215": "Arctonoe fragilis, Arctonoe pulchra, Chone aurantiaca, Dodecaceria fewkesi, Eudistylia vancouveri, Myxicola sp.B, Pista elongata, Platynereis bicanaliculata, Serpula columbiana",
    "237": "Arctonoe fragilis, Chone aurantiaca, Diopatra ornata, Dodecaceria fewkesi, Serpula columbiana, Spiochaetopterus costarum, Thelepus spp.",
    "238": "Arctonoe fragilis, Arctonoe pulchra, Dodecaceria fewkesi, Eudistylia vancouveri, Myxicola sp.B, Oxydromus pugettensis, Pista elongata, Schizobranchia insignis, Serpula columbiana",
    "242": "Myxicola sp.B, Serpula columbiana",
    "258": "Arctonoe pulchra, Bispira pacifica, Chone aurantiaca, Dodecaceria fewkesi, Myxicola sp.B, Schizobranchia insignis, Serpula columbiana",
    "259": "Dodecaceria fewkesi, Eudistylia vancouveri, Myxicola sp.B, Serpula columbiana",
    "280": "Eudistylia vancouveri",
    "302": "Arctonoe pulchra, Bispira pacifica, Spiochaetopterus costarum, Thelepus spp.",
    "303": "Dodecaceria fewkesi",
    "325": "Arctonoe fragilis, Arctonoe pulchra, Dodecaceria fewkesi, Eudistylia vancouveri, Myxicola sp.B, Parasabella media, Serpula columbiana, Thelepus spp., Tomopteris sp.",
    "347": "Apomatus geniculatus, Arctonoe fragilis, Arctonoe pulchra, Bispira pacifica, Chone aurantiaca, Diopatra ornata, Dodecaceria fewkesi, Eudistylia vancouveri, Halosydna brevisetosa, Myxicola sp.B, Nereis sp., Oxydromus pugettensis, Parasabella media, Phyllochaetopterus prolifica, Phyllochaetopterus sp., Pista elongata, Protula pacifica, Pseudochitinopoma occidentalis, Salmacina tribranchiata, Schizobranchia insignis, Serpula columbiana, Spiochaetopterus costarum, Thelepus spp.",
    "370": "Arctonoe fragilis, Arctonoe pulchra, Bispira pacifica, Chone aurantiaca, Dodecaceria concharum, Dodecaceria fewkesi, Eudistylia vancouveri, Myxicola sp.B, Parasabella media, Phyllochaetopterus prolifica, Pista elongata, Protula pacifica, Schizobranchia insignis, Serpula columbiana, Spiochaetopterus costarum, Thelepus spp.",
    "392": "Arctonoe pulchra, Arctonoe vittata, Bispira pacifica, Chone aurantiaca, Diopatra ornata, Dodecaceria fewkesi, Eudistylia vancouveri, Myxicola sp.A, Myxicola sp.B, Parasabella media, Phyllochaetopterus prolifica, Phyllochaetopterus sp., Pista elongata, Protula pacifica, Schizobranchia insignis, Serpula columbiana, Spiochaetopterus costarum, Thelepus spp.",
    "393": "Dodecaceria fewkesi, Eudistylia vancouveri, Harmothoe fragilis, Myxicola sp.B, Pista elongata, Serpula columbiana, Spiochaetopterus costarum, Thelepus spp.",
    "415": "Dodecaceria fewkesi, Eudistylia vancouveri, Pista elongata, Serpula columbiana, Thelepus spp.",
    "416": "Aphrodita negligens, Arctonoe fragilis, Bispira pacifica, Chone aurantiaca, Diopatra ornata, Dodecaceria concharum, Dodecaceria fewkesi, Eudistylia vancouveri, Halosydna brevisetosa, Myxicola sp.B, Parasabella media, Phyllochaetopterus prolifica, Phyllochaetopterus sp., Pista elongata, Protula pacifica, Pseudochitinopoma occidentalis, Schizobranchia insignis, Serpula columbiana, Spiochaetopterus costarum, Thelepus spp., Tomopteris sp.",
    "417": "Chone aurantiaca, Diopatra ornata, Dodecaceria fewkesi, Myxicola sp.B, Parasabella media, Phyllochaetopterus prolifica, Pista elongata, Protula pacifica, Pseudochitinopoma occidentalis, Serpula columbiana, Thelepus spp."
  },
  "mapTitle": "Annelida diversity"
}
