{
  "taxa": {
    "41": "Dodecaceria pacifica, Parasabella media, Serpula columbiana, Thelepus sp.",
    "42": "Bispira pacifica, Chone aurantiaca, Dodecaceria pacifica, Protula pacifica, Serpula columbiana",
    "43": "Chone aurantiaca, Dodecaceria concharum, Dodecaceria pacifica, Eudistylia vancouveri, Myxicola sp.B, Parasabella media, Pista elongata, Pseudochitinopoma occidentalis, Serpula columbiana, Thelepus sp.",
    "45": "Cirratulus spectabilis, Crucigera zygophora, Dodecaceria pacifica, Epigamia cf. alexandri, Eudistylia vancouveri, Neoleprea spiralis, Nereis cf. zonata, Parasabella media, Platynereis bicanaliculata, Pseudochitinopoma occidentalis, Pseudopotamilla occelata, Schizobranchia insignis, Serpula columbiana, Trypanedenta gemmipara",
    "61": "Dodecaceria pacifica, Eudistylia vancouveri",
    "62": "Serpula columbiana",
    "68": "Eudistylia vancouveri, Halosydna brevisetosa, Nereis sp., Nereis vexillosa, Schizobranchia insignis, Serpula columbiana",
    "84": "Dodecaceria pacifica",
    "85": "Halosydna brevisetosa",
    "90": "Alitta williami, Halosydna brevisetosa",
    "105": "Dodecaceria pacifica",
    "107": "Eudistylia vancouveri",
    "108": "Eudistylia vancouveri, Schizobranchia insignis, Serpula columbiana",
    "112": "Dodecaceria pacifica, Limnodriloides victoriensis, Serpula columbiana, Thelepus sp., Trypanosyllis sp.",
    "126": "Limnodriloides victoriensis",
    "127": "Dodecaceria pacifica, Epigamia magna, Serpula columbiana",
    "128": "Arctonoe fragilis, Arctonoe pulchra, Arctonoe vittata, Nereis sp.",
    "129": "Arctonoe fragilis, Halosydna brevisetosa, Platynereis bicanaliculata, Serpula columbiana",
    "130": "Arctonoe pulchra, Diopatra ornata, Eudistylia vancouveri, Halosydna brevisetosa, Neoamphitrite robusta, Nereis sp., Platynereis bicanaliculata, Serpula columbiana",
    "135": "Dodecaceria pacifica, Myxicola sp.B, Neosabellaria cementarium, Serpula columbiana, Thelepus sp.",
    "149": "Serpula columbiana",
    "170": "Eulalia sp.",
    "172": "Dodecaceria pacifica, Eudistylia vancouveri, Myxicola sp.B, Serpula columbiana",
    "173": "Bathydrilus litoreus, Limnodriloides victoriensis",
    "176": "Alitta williami",
    "191": "Arctonoe fragilis, Chone aurantiaca, Dodecaceria pacifica, Eudistylia vancouveri, Myxicola sp.B, Parasabella media, Pista elongata, Pseudochitinopoma occidentalis, Serpula columbiana",
    "192": "Myxicola sp.B, Serpula columbiana",
    "193": "Arctonoe fragilis, Arctonoe pulchra, Dodecaceria pacifica, Eudistylia vancouveri, Myxicola sp.B, Nereis sp., Pista elongata, Protula pacifica, Serpula columbiana, Thelepus sp.",
    "194": "Arctonoe fragilis, Arctonoe pulchra, Bispira pacifica, Chone aurantiaca, Dodecaceria concharum, Dodecaceria pacifica, Eudistylia vancouveri, Myxicola sp.B, Serpula columbiana",
    "195": "Dodecaceria pacifica",
    "214": "Arctonoe fragilis, Bispira pacifica, Chaetopterus variopedatus complex, Chone aurantiaca, Eudistylia vancouveri, Myxicola sp.B, Parasabella media, Pseudochitinopoma occidentalis, Serpula columbiana, Spiochaetopterus costarum pottsi",
    "215": "Arctonoe fragilis, Arctonoe pulchra, Chone aurantiaca, Dodecaceria pacifica, Eudistylia vancouveri, Myxicola sp.B, Pista elongata, Platynereis bicanaliculata, Serpula columbiana",
    "237": "Arctonoe fragilis, Chone aurantiaca, Diopatra ornata, Dodecaceria pacifica, Serpula columbiana, Spiochaetopterus costarum pottsi, Thelepus sp.",
    "238": "Alitta williami, Arctonoe fragilis, Arctonoe pulchra, Dodecaceria pacifica, Eudistylia vancouveri, Myxicola sp.B, Nereis vexillosa, Oxydromus pugettensis, Pista elongata, Schizobranchia insignis, Serpula columbiana",
    "242": "Myxicola sp.B, Serpula columbiana",
    "258": "Arctonoe pulchra, Bispira pacifica, Chone aurantiaca, Dodecaceria pacifica, Myxicola sp.B, Schizobranchia insignis, Serpula columbiana",
    "259": "Dodecaceria pacifica, Eudistylia vancouveri, Myxicola sp.B, Serpula columbiana",
    "280": "Dodecaceria pacifica, Eudistylia vancouveri, Myxicola sp.B",
    "302": "Arctonoe pulchra, Bispira pacifica, Dodecaceria pacifica, Serpula columbiana, Spiochaetopterus costarum pottsi, Thelepus sp.",
    "303": "Dodecaceria pacifica, Parasabella media",
    "325": "Arctonoe fragilis, Arctonoe pulchra, Dodecaceria pacifica, Eudistylia vancouveri, Myxicola sp.B, Parasabella media, Serpula columbiana, Thelepus sp., Tomopteris sp.",
    "347": "Alitta williami, Apomatus geniculatus, Arctonoe fragilis, Arctonoe pulchra, Bispira pacifica, Chone aurantiaca, Diopatra ornata, Dodecaceria concharum, Dodecaceria pacifica, Eudistylia vancouveri, Halosydna brevisetosa, Myxicola sp.B, Nereis sp., Oxydromus pugettensis, Parasabella media, Phyllochaetopterus prolifica, Phyllochaetopterus sp., Pista elongata, Protula pacifica, Pseudochitinopoma occidentalis, Salmacina tribranchiata, Schizobranchia insignis, Serpula columbiana, Spiochaetopterus costarum pottsi, Thelepus sp.",
    "370": "Arctonoe fragilis, Arctonoe pulchra, Bispira pacifica, Chone aurantiaca, Dodecaceria concharum, Dodecaceria pacifica, Eudistylia vancouveri, Myxicola sp.B, Parasabella media, Phyllochaetopterus prolifica, Pista elongata, Protula pacifica, Schizobranchia insignis, Serpula columbiana, Spiochaetopterus costarum pottsi, Thelepus sp.",
    "392": "Arctonoe pulchra, Arctonoe vittata, Bispira pacifica, Chone aurantiaca, Diopatra ornata, Dodecaceria pacifica, Eudistylia vancouveri, Myxicola sp.A, Myxicola sp.B, Parasabella media, Phyllochaetopterus prolifica, Phyllochaetopterus sp., Pista elongata, Protula pacifica, Schizobranchia insignis, Serpula columbiana, Spiochaetopterus costarum pottsi, Thelepus sp.",
    "393": "Dodecaceria pacifica, Eudistylia vancouveri, Harmothoe fragilis, Myxicola sp.B, Pista elongata, Serpula columbiana, Spiochaetopterus costarum pottsi, Thelepus sp.",
    "415": "Dodecaceria pacifica, Eudistylia vancouveri, Pista elongata, Serpula columbiana, Thelepus sp.",
    "416": "Aphrodita negligens, Arctonoe fragilis, Bispira pacifica, Chone aurantiaca, Diopatra ornata, Dodecaceria concharum, Dodecaceria pacifica, Eudistylia vancouveri, Halosydna brevisetosa, Myxicola sp.B, Parasabella media, Phyllochaetopterus prolifica, Phyllochaetopterus sp., Pista elongata, Protula pacifica, Pseudochitinopoma occidentalis, Schizobranchia insignis, Serpula columbiana, Spiochaetopterus costarum pottsi, Thelepus sp., Tomopteris sp.",
    "417": "Chone aurantiaca, Diopatra ornata, Dodecaceria pacifica, Myxicola sp.B, Parasabella media, Phyllochaetopterus prolifica, Pista elongata, Protula pacifica, Pseudochitinopoma occidentalis, Serpula columbiana, Thelepus sp."
  },
  "mapTitle": "Annelida diversity"
}
