{
  "palette": {
    "confirmed": "#5a96d2",
    "historic": "#decb90",
    "new": "#7562b4"
  },
  "taxa": {
    "confirmed": {
      "18": "Dodecaceria fewkesi, Parasabella media, Serpula columbiana",
      "19": "Bispira pacifica, Chone aurantiaca, Dodecaceria fewkesi, Protula pacifica, Serpula columbiana",
      "20": "Chone aurantiaca, Dodecaceria concharum, Dodecaceria fewkesi, Eudistylia vancouveri, Myxicola sp.B, Parasabella media, Pista elongata, Pseudochitinopoma occidentalis, Serpula columbiana, Thelepus spp.",
      "22": "Dodecaceria fewkesi, Eudistylia vancouveri, Parasabella media, Serpula columbiana",
      "38": "Serpula columbiana",
      "44": "Platynereis bicanaliculata, Pseudochitinopoma occidentalis, Schizobranchia insignis, Serpula columbiana",
      "59": "Dodecaceria fewkesi, Eudistylia vancouveri",
      "66": "Eudistylia vancouveri, Halosydna brevisetosa, Nereis sp., Schizobranchia insignis, Serpula columbiana",
      "81": "Eudistylia vancouveri",
      "82": "Eudistylia vancouveri, Halosydna brevisetosa, Serpula columbiana",
      "87": "Halosydna brevisetosa",
      "101": "Arctonoe fragilis, Arctonoe pulchra, Arctonoe vittata",
      "102": "Arctonoe fragilis, Halosydna brevisetosa, Serpula columbiana",
      "103": "Diopatra ornata, Eudistylia vancouveri, Nereis sp., Serpula columbiana",
      "104": "Eudistylia vancouveri",
      "108": "Dodecaceria fewkesi, Myxicola sp.B, Serpula columbiana, Thelepus spp.",
      "122": "Serpula columbiana",
      "124": "Platynereis bicanaliculata",
      "125": "Arctonoe pulchra, Platynereis bicanaliculata",
      "162": "Serpula columbiana",
      "164": "Arctonoe fragilis, Arctonoe pulchra, Bispira pacifica, Chone aurantiaca, Dodecaceria concharum, Dodecaceria fewkesi, Eudistylia vancouveri, Myxicola sp.B, Serpula columbiana",
      "165": "Dodecaceria fewkesi, Eudistylia vancouveri, Myxicola sp.B, Serpula columbiana",
      "183": "Arctonoe fragilis, Bispira pacifica, Chone aurantiaca, Dodecaceria fewkesi, Eudistylia vancouveri, Myxicola sp.B, Parasabella media, Pista elongata, Pseudochitinopoma occidentalis, Serpula columbiana, Spiochaetopterus costarum",
      "185": "Arctonoe fragilis, Arctonoe pulchra, Dodecaceria fewkesi, Eudistylia vancouveri, Myxicola sp.B, Nereis sp., Pista elongata, Protula pacifica, Serpula columbiana, Thelepus spp.",
      "205": "Arctonoe fragilis, Chone aurantiaca, Diopatra ornata, Dodecaceria fewkesi, Serpula columbiana, Spiochaetopterus costarum, Thelepus spp.",
      "206": "Arctonoe fragilis, Arctonoe pulchra, Chone aurantiaca, Dodecaceria fewkesi, Eudistylia vancouveri, Myxicola sp.B, Oxydromus pugettensis, Pista elongata, Platynereis bicanaliculata, Schizobranchia insignis, Serpula columbiana",
      "210": "Myxicola sp.B, Serpula columbiana",
      "225": "Arctonoe pulchra, Bispira pacifica, Chone aurantiaca, Myxicola sp.B, Schizobranchia insignis",
      "226": "Dodecaceria fewkesi, Eudistylia vancouveri, Myxicola sp.B, Serpula columbiana",
      "247": "Dodecaceria fewkesi, Serpula columbiana",
      "267": "Arctonoe pulchra, Bispira pacifica, Spiochaetopterus costarum, Thelepus spp.",
      "268": "Dodecaceria fewkesi, Eudistylia vancouveri",
      "289": "Arctonoe fragilis, Arctonoe pulchra, Dodecaceria fewkesi, Eudistylia vancouveri, Myxicola sp.B, Parasabella media, Serpula columbiana, Thelepus spp., Tomopteris sp.",
      "332": "Apomatus geniculatus, Arctonoe fragilis, Arctonoe pulchra, Bispira pacifica, Chone aurantiaca, Diopatra ornata, Dodecaceria concharum, Dodecaceria fewkesi, Eudistylia vancouveri, Halosydna brevisetosa, Myxicola sp.B, Nereis sp., Oxydromus pugettensis, Parasabella media, Phyllochaetopterus prolifica, Phyllochaetopterus sp., Pista elongata, Protula pacifica, Pseudochitinopoma occidentalis, Schizobranchia insignis, Serpula columbiana, Spiochaetopterus costarum, Thelepus spp.",
      "353": "Arctonoe pulchra, Arctonoe vittata, Bispira pacifica, Chone aurantiaca, Diopatra ornata, Dodecaceria fewkesi, Eudistylia vancouveri, Myxicola sp.B, Parasabella media, Phyllochaetopterus prolifica, Pista elongata, Protula pacifica, Serpula columbiana, Thelepus spp.",
      "354": "Dodecaceria fewkesi, Myxicola sp.B, Pista elongata, Serpula columbiana, Spiochaetopterus costarum, Thelepus spp.",
      "375": "Arctonoe pulchra, Bispira pacifica, Chone aurantiaca, Diopatra ornata, Dodecaceria fewkesi, Eudistylia vancouveri, Myxicola sp.B, Parasabella media, Phyllochaetopterus sp., Pista elongata, Protula pacifica, Schizobranchia insignis, Serpula columbiana, Spiochaetopterus costarum, Thelepus spp.",
      "376": "Arctonoe fragilis, Bispira pacifica, Chone aurantiaca, Diopatra ornata, Dodecaceria concharum, Dodecaceria fewkesi, Eudistylia vancouveri, Halosydna brevisetosa, Myxicola sp.B, Parasabella media, Phyllochaetopterus prolifica, Phyllochaetopterus sp., Pista elongata, Protula pacifica, Pseudochitinopoma occidentalis, Schizobranchia insignis, Serpula columbiana, Spiochaetopterus costarum, Thelepus spp., Tomopteris sp.",
      "399": "Chone aurantiaca, Diopatra ornata, Dodecaceria fewkesi, Myxicola sp.B, Parasabella media, Phyllochaetopterus prolifica, Pista elongata, Protula pacifica, Pseudochitinopoma occidentalis, Serpula columbiana, Thelepus spp."
    },
    "historic": {
      "44": "Cirratulus spectabilis, Crucigera zygophora, Epigamia cf alexandri, Neoleprea spiralis, Nereis cf zonata, Pseudopotamilla occelata, Trypanedenta gemmipara",
      "86": "Limnodriloides victoriensis",
      "108": "Neosabellaria cementarium, Trypanosyllis sp.",
      "121": "Limnodriloides victoriensis",
      "141": "Eulalia sp.",
      "143": "Bathydrilus litoreus, Limnodriloides victoriensis",
      "183": "Chaetopterus variopedatus complex",
      "332": "Salmacina tribranchiata",
      "376": "Harmothoe fragilis",
      "398": "Aphrodita negligens"
    },
    "new": {
      "44": "Nereis vexillosa",
      "87": "Alitta williami",
      "122": "Epigamia magna",
      "169": "Alitta williami",
      "375": "Myxicola sp.A"
    }
  },
  "mapTitle": "Species Reporting Status"
}
