{
  "palette": {
    "confirmed": "#5a96d2",
    "historical": "#decb90",
    "new": "#7562b4"
  },
  "taxa": {
    "confirmed": {
      "39": "Pachycerianthus fimbriatus",
      "41": "Anthopleura elegantissima, Metridium senile, Nanomia bijuga, Urticina grebelnyi",
      "42": "Abietinaria spp., Anthopleura elegantissima, Aurelia labiata, Clytia gregaria, Cyanea ferruginea, Ectopleura marina, Epizoanthus scotinus, Eutonina indicans, Metridium senile, Pachycerianthus fimbriatus, Phacellophora camtschatica, Plumularia setacea, Urticina grebelnyi",
      "43": "Abietinaria spp., Aglaophenia spp., Amphisbetia greenei, Cribrinopsis fernaldi, Cyanea ferruginea, Ectopleura crocea, Ectopleura marina, Epiactis lisbethae, Epizoanthus scotinus, Garveia annulata, Hydractinia sp., Lafoea dumosa, Metridium farcimen, Metridium senile, Nanomia bijuga, Neoturris breviconis, Orthopyxis sp., Plumularia setacea, Plumularia sp., Schuchertinia allmanii, Schuchertinia milleri, Similiclava nivea, Stylantheca papillosa, Thuiaria spp., Thuiaria thuja, Tubularia indivisa, Urticina grebelnyi",
      "44": "Cyanea ferruginea, Phacellophora camtschatica",
      "45": "Abietinaria spp., Anthopleura elegantissima, Cribrinopsis fernaldi, Ectopleura marina, Epiactis prolifera, Metridium farcimen, Metridium senile, Mitrocoma cellularia, Orthopyxis sp., Phacellophora camtschatica, Plumularia sp., Stylantheca papillosa, Urticina grebelnyi",
      "61": "Anthopleura elegantissima, Metridium senile, Mitrocoma cellularia, Ptilosarcus gurneyi, Urticina grebelnyi",
      "62": "Anthopleura artemisia, Anthopleura elegantissima, Urticina grebelnyi",
      "68": "Anthopleura artemisia, Aurelia labiata, Diadumene lineata, Metridium senile, Phacellophora camtschatica, Urticina clandestina, Urticina grebelnyi",
      "84": "Clytia gregaria, Cyanea ferruginea, Ptilosarcus gurneyi",
      "85": "Phacellophora camtschatica",
      "90": "Anthopleura artemisia, Anthopleura elegantissima, Metridium senile, Neoturris breviconis",
      "104": "Aurelia labiata",
      "107": "Polyorchis penicillatus",
      "108": "Aurelia labiata, Clytia gregaria, Cyanea ferruginea, Metridium farcimen, Metridium senile, Phacellophora camtschatica, Polyorchis penicillatus, Urticina grebelnyi",
      "112": "Abietinaria spp., Aglaophenia spp., Amphisbetia greenei, Clytia gregaria, Garveia annulata, Lafoea dumosa, Metridium farcimen, Plumularia setacea, Plumularia sp., Ptilosarcus gurneyi, Schuchertinia allmanii, Similiclava nivea, Stylantheca papillosa, Thuiaria spp., Thuiaria thuja",
      "113": "Phacellophora camtschatica",
      "127": "Cyanea ferruginea, Metridium farcimen, Urticina clandestina",
      "129": "Anthopleura artemisia, Aurelia labiata, Metridium senile, Neoturris breviconis, Urticina clandestina, Urticina grebelnyi",
      "130": "Anthopleura artemisia, Anthopleura elegantissima, Aurelia labiata, Cyanea ferruginea, Metridium senile, Polyorchis penicillatus, Urticina clandestina, Urticina grebelnyi",
      "135": "Abietinaria spp., Aglaophenia spp., Amphisbetia greenei, Anthopleura artemisia, Clytia gregaria, Cribrinopsis fernaldi, Cyanea ferruginea, Ectopleura crocea, Epizoanthus scotinus, Eutonina indicans, Metridium farcimen, Metridium senile, Obelia spp., Pachycerianthus fimbriatus, Ptilosarcus gurneyi, Schuchertinia milleri, Solmundaegina nematophora, Stomphia didemon, Stylantheca papillosa, Urticina clandestina, Urticina grebelnyi",
      "149": "Anthopleura elegantissima, Aurelia labiata, Metridium farcimen, Obelia spp., Ptilosarcus gurneyi, Urticina clandestina",
      "152": "Cyanea ferruginea",
      "154": "Anthopleura elegantissima",
      "156": "Anthopleura artemisia",
      "157": "Anthopleura artemisia",
      "158": "Cribrinopsis fernaldi",
      "159": "Cribrinopsis fernaldi, Metridium farcimen, Stylaster verrillii",
      "172": "Alcyonium sp., Clytia gregaria, Metridium farcimen, Pachycerianthus fimbriatus, Polyorchis penicillatus, Ptilosarcus gurneyi, Thuiaria spp., Urticina clandestina, Virgularia sp.",
      "176": "Anthopleura artemisia",
      "177": "Diadumene lineata",
      "181": "Cribrinopsis fernaldi, Stylaster verrillii",
      "191": "Abietinaria spp., Cribrinopsis fernaldi, Ectopleura crocea, Epizoanthus scotinus, Lafoea dumosa, Metridium farcimen, Neoturris breviconis, Obelia spp., Pachycerianthus fimbriatus, Plumularia sp., Polyorchis penicillatus, Ptilosarcus gurneyi, Stomphia coccinea, Urticina grebelnyi",
      "192": "Metridium farcimen, Metridium senile, Pachycerianthus fimbriatus, Ptilosarcus gurneyi",
      "193": "Abietinaria spp., Alcyonium sp., Clytia gregaria, Cyanea ferruginea, Ectopleura crocea, Ectopleura marina, Epizoanthus scotinus, Eutonina indicans, Melicertum octocostatum, Metridium farcimen, Nanomia bijuga, Neoturris breviconis, Pachycerianthus fimbriatus, Plumularia sp., Ptilosarcus gurneyi, Similiclava nivea, Thuiaria spp., Urticina clandestina, Virgularia sp.",
      "194": "Anthopleura artemisia, Anthopleura elegantissima, Lafoea dumosa, Metridium farcimen, Pachycerianthus fimbriatus, Ptilosarcus gurneyi, Thuiaria spp., Urticina clandestina",
      "195": "Clytia gregaria, Mitrocoma cellularia, Nanomia bijuga, Pachycerianthus fimbriatus, Urticina clandestina, Urticina grebelnyi",
      "214": "Aurelia labiata, Lafoea dumosa, Metridium farcimen, Pachycerianthus fimbriatus, Stomphia didemon, Urticina clandestina, Urticina grebelnyi",
      "215": "Anthopleura elegantissima, Aurelia labiata, Epizoanthus scotinus, Lafoea dumosa, Metridium farcimen, Nanomia bijuga, Obelia spp., Pachycerianthus fimbriatus, Plumularia setacea, Plumularia sp., Ptilosarcus gurneyi, Thuiaria spp., Urticina clandestina, Urticina grebelnyi",
      "216": "Anthopleura elegantissima",
      "237": "Abietinaria spp., Anthopleura artemisia, Anthopleura elegantissima, Aurelia labiata, Clytia gregaria, Cyanea ferruginea, Lafoea dumosa, Metridium farcimen, Metridium senile, Nanomia bijuga, Pachycerianthus fimbriatus, Ptilosarcus gurneyi, Stomotoca atra, Urticina clandestina, Virgularia sp.",
      "238": "Anthopleura artemisia, Anthopleura elegantissima, Aurelia labiata, Clytia gregaria, Cyanea ferruginea, Euphysa spp., Eutonina indicans, Gonionemus vertens, Metridium farcimen, Metridium senile, Mitrocoma cellularia, Nanomia bijuga, Neoturris breviconis, Pachycerianthus fimbriatus, Phacellophora camtschatica, Polyorchis penicillatus, Ptilosarcus gurneyi, Stomotoca atra, Thuiaria spp., Urticina clandestina, Urticina grebelnyi, Virgularia sp.",
      "242": "Ectopleura marina, Pachycerianthus fimbriatus",
      "258": "Abietinaria spp., Anthopleura artemisia, Aurelia labiata, Clytia gregaria, Ectopleura crocea, Ectopleura marina, Metridium farcimen, Metridium senile, Pachycerianthus fimbriatus, Ptilosarcus gurneyi, Thuiaria spp., Urticina clandestina, Urticina grebelnyi, Virgularia sp.",
      "259": "Cribrinopsis fernaldi, Epizoanthus scotinus, Metridium farcimen, Pachycerianthus fimbriatus, Ptilosarcus gurneyi",
      "262": "Anthopleura artemisia",
      "280": "Cyanea ferruginea, Neoturris breviconis",
      "283": "Anthopleura artemisia",
      "302": "Obelia spp., Pachycerianthus fimbriatus, Ptilosarcus gurneyi, Urticina clandestina",
      "303": "Epizoanthus scotinus, Metridium farcimen, Urticina clandestina, Urticina grebelnyi",
      "306": "Anthopleura artemisia",
      "325": "Abietinaria spp., Alcyonium sp., Anthopleura elegantissima, Aurelia labiata, Clytia gregaria, Cribrinopsis fernaldi, Cyanea ferruginea, Ectopleura crocea, Epizoanthus scotinus, Eutonina indicans, Lafoea dumosa, Metridium farcimen, Neoturris breviconis, Orthopyxis sp., Pachycerianthus fimbriatus, Peachia quinquecapitata, Schuchertinia milleri, Thuiaria spp., Thuiaria thuja, Urticina clandestina, Urticina grebelnyi",
      "347": "Abietinaria spp., Aglaophenia spp., Alcyonium sp., Anthopleura elegantissima, Aurelia labiata, Bougainvillia sp., Clytia gregaria, Cribrinopsis fernaldi, Cribrinopsis rubens, Cyanea ferruginea, Ectopleura crocea, Ectopleura marina, Epizoanthus scotinus, Euphysa spp., Eutonina indicans, Halecium densum, Lafoea dumosa, Metridium farcimen, Metridium senile, Mitrocoma cellularia, Nanomia bijuga, Neoturris breviconis, Obelia spp., Pachycerianthus fimbriatus, Paracyathus stearnsii, Peachia quinquecapitata, Phacellophora camtschatica, Plumularia setacea, Plumularia sp., Ptilosarcus gurneyi, Schuchertinia milleri, Similiclava nivea, Stomphia coccinea, Stomphia didemon, Stylantheca papillosa, Thuiaria spp., Thuiaria thuja, Tubularia indivisa, Urticina clandestina, Urticina grebelnyi, Virgularia sp.",
      "370": "Abietinaria spp., Alcyonium sp., Anthopleura elegantissima, Aurelia labiata, Cribrinopsis fernaldi, Cribrinopsis rubens, Cyanea ferruginea, Ectopleura crocea, Epizoanthus scotinus, Hydrallmania franciscana, Metridium farcimen, Mitrocoma cellularia, Nanomia bijuga, Obelia spp., Pachycerianthus fimbriatus, Paracyathus stearnsii, Phacellophora camtschatica, Plumularia setacea, Plumularia sp., Ptilosarcus gurneyi, Schuchertinia allmanii, Schuchertinia milleri, Similiclava nivea, Stomphia didemon, Stylantheca papillosa, Thuiaria spp., Urticina clandestina, Urticina grebelnyi",
      "392": "Abietinaria spp., Aglaophenia spp., Alcyonium sp., Anthopleura elegantissima, Aurelia labiata, Bougainvillia sp., Clytia gregaria, Cribrinopsis fernaldi, Cribrinopsis rubens, Cyanea ferruginea, Ectopleura crocea, Ectopleura marina, Epiactis lisbethae, Epiactis prolifera, Epizoanthus scotinus, Eutonina indicans, Garveia annulata, Halcampa decemtentaculata, Halecium densum, Hydractinia sp., Lafoea dumosa, Melicertum octocostatum, Metridium farcimen, Metridium senile, Mitrocoma cellularia, Muggiaea sp., Nanomia bijuga, Neoturris breviconis, Obelia spp., Orthopyxis sp., Pachycerianthus fimbriatus, Phacellophora camtschatica, Plumularia setacea, Plumularia sp., Ptilosarcus gurneyi, Rhizocaulus verticillatus, Sarsia tubulosa, Schuchertinia milleri, Similiclava nivea, Stomphia didemon, Stylantheca papillosa, Thuiaria spp., Thuiaria thuja, Tubularia indivisa, Urticina clandestina, Urticina grebelnyi",
      "393": "Abietinaria spp., Aglaophenia spp., Alcyonium sp., Clytia gregaria, Ectopleura crocea, Ectopleura marina, Epizoanthus scotinus, Lafoea dumosa, Metridium farcimen, Metridium senile, Obelia spp., Pachycerianthus fimbriatus, Plumularia setacea, Ptilosarcus gurneyi, Schuchertinia milleri, Similiclava nivea, Stylantheca papillosa, Thuiaria spp., Urticina clandestina, Urticina grebelnyi",
      "415": "Abietinaria spp., Ectopleura crocea, Ectopleura marina, Garveia annulata, Lafoea dumosa, Metridium farcimen, Metridium senile, Mitrocoma cellularia, Orthopyxis sp., Plumularia setacea, Ptilosarcus gurneyi, Sarsia tubulosa, Schuchertinia milleri, Stylantheca papillosa, Urticina grebelnyi",
      "416": "Abietinaria spp., Aglaophenia spp., Alcyonium sp., Anthopleura artemisia, Anthopleura elegantissima, Aurelia labiata, Bougainvillia sp., Clytia gregaria, Cribrinopsis fernaldi, Cyanea ferruginea, Ectopleura crocea, Ectopleura marina, Epiactis lisbethae, Epiactis prolifera, Epizoanthus scotinus, Eutonina indicans, Garveia annulata, Halcampa decemtentaculata, Halecium densum, Hydrallmania franciscana, Lafoea dumosa, Metridium farcimen, Metridium senile, Mitrocoma cellularia, Nanomia bijuga, Neoturris breviconis, Obelia spp., Orthopyxis sp., Pachycerianthus fimbriatus, Peachia quinquecapitata, Phacellophora camtschatica, Plumularia setacea, Plumularia sp., Ptilosarcus gurneyi, Rhizocaulus verticillatus, Schuchertinia milleri, Similiclava nivea, Stomphia didemon, Stylantheca papillosa, Thrombophyton trachydermum, Thuiaria spp., Tubularia indivisa, Urticina clandestina, Urticina grebelnyi",
      "417": "Abietinaria spp., Alcyonium sp., Anthopleura artemisia, Anthopleura elegantissima, Aurelia labiata, Clytia gregaria, Cribrinopsis fernaldi, Cyanea ferruginea, Ectopleura crocea, Epizoanthus scotinus, Garveia annulata, Halecium densum, Metridium farcimen, Mitrocoma cellularia, Nanomia bijuga, Neoturris breviconis, Pachycerianthus fimbriatus, Plumularia sp., Polyorchis penicillatus, Ptilosarcus gurneyi, Schuchertinia milleri, Similiclava nivea, Solmundaegina nematophora, Stomphia didemon, Stylantheca papillosa, Thrombophyton trachydermum, Thuiaria spp., Thuiaria thuja, Tubularia indivisa, Urticina clandestina, Urticina grebelnyi"
    },
    "historical": {
      "41": "Balanophyllia (Balanophyllia) elegans",
      "42": "Balanophyllia (Balanophyllia) elegans",
      "43": "Balanophyllia (Balanophyllia) elegans",
      "45": "Balanophyllia (Balanophyllia) elegans",
      "61": "Balanophyllia (Balanophyllia) elegans",
      "112": "Balanophyllia (Balanophyllia) elegans, Sertularella sp.",
      "135": "Balanophyllia (Balanophyllia) elegans, Discophyton rudyi",
      "149": "Balanophyllia (Balanophyllia) elegans",
      "172": "Balanophyllia (Balanophyllia) elegans",
      "173": "Balanophyllia (Balanophyllia) elegans",
      "181": "Balanophyllia (Balanophyllia) elegans",
      "191": "Balanophyllia (Balanophyllia) elegans, Caryophyllia (Caryophyllia) alaskensis",
      "192": "Balanophyllia (Balanophyllia) elegans",
      "193": "Balanophyllia (Balanophyllia) elegans, Balticina willemoesi",
      "194": "Balanophyllia (Balanophyllia) elegans",
      "214": "Balanophyllia (Balanophyllia) elegans",
      "215": "Balanophyllia (Balanophyllia) elegans",
      "237": "Balanophyllia (Balanophyllia) elegans",
      "238": "Balanophyllia (Balanophyllia) elegans",
      "242": "Balanophyllia (Balanophyllia) elegans",
      "258": "Balanophyllia (Balanophyllia) elegans",
      "259": "Balanophyllia (Balanophyllia) elegans",
      "280": "Balanophyllia (Balanophyllia) elegans",
      "303": "Balanophyllia (Balanophyllia) elegans",
      "325": "Balanophyllia (Balanophyllia) elegans",
      "347": "Balanophyllia (Balanophyllia) elegans, Halecium beanii",
      "370": "Balanophyllia (Balanophyllia) elegans",
      "392": "Balanophyllia (Balanophyllia) elegans, Caryophyllia (Caryophyllia) alaskensis, Discophyton rudyi, Grammaria spp., Sarsia spp.",
      "393": "Balanophyllia (Balanophyllia) elegans",
      "415": "Balanophyllia (Balanophyllia) elegans",
      "416": "Balanophyllia (Balanophyllia) elegans, Caryophyllia (Caryophyllia) alaskensis",
      "417": "Balanophyllia (Balanophyllia) elegans, Solmissus spp."
    },
    "new": {
      "42": "Aequorea victoria s.lat.",
      "62": "Leuckartiara longicalcar",
      "67": "Halcampa crypta",
      "68": "Aequorea victoria s.lat.",
      "85": "Aequorea victoria s.lat.",
      "127": "Leuckartiara longicalcar",
      "149": "Aequorea victoria s.lat.",
      "172": "Aequorea victoria s.lat.",
      "194": "Aequorea victoria s.lat.",
      "195": "Aequorea victoria s.lat.",
      "237": "Catablema vesicarium nodulosum",
      "238": "Aequorea victoria s.lat., Catablema vesicarium nodulosum",
      "280": "Aequorea victoria s.lat.",
      "325": "Aequorea victoria s.lat., Catablema vesicarium nodulosum",
      "347": "Stylatula elongata",
      "417": "Aequorea victoria s.lat."
    }
  },
  "mapTitle": "Species Reporting Status"
}
