{
  "palette": {
    "confirmed": "#5a96d2",
    "historical": "#decb90",
    "new": "#7562b4"
  },
  "taxa": {
    "confirmed": {
      "42": "Cliona californiana",
      "43": "Cliona californiana, Craniella villosa, Leucilla nuttingi, Leucosolenia nautilia, Myxilla (Myxilla) incrustans",
      "45": "Craniella villosa, Leucosolenia nautilia",
      "112": "Cliona californiana, Craniella villosa, Leucilla nuttingi",
      "128": "Myxilla (Myxilla) incrustans",
      "135": "Leucilla nuttingi, Polymastia pachymastia",
      "137": "Heterochone calyx",
      "158": "Aphrocallistes vastus, Rhabdocalyptus dawsoni",
      "159": "Aphrocallistes vastus, Rhabdocalyptus dawsoni",
      "172": "Cliona californiana",
      "180": "Aphrocallistes vastus",
      "181": "Aphrocallistes vastus, Rhabdocalyptus dawsoni",
      "191": "Cliona californiana, Myxilla (Myxilla) incrustans",
      "193": "Cliona californiana",
      "194": "Cliona californiana, Myxilla (Myxilla) incrustans",
      "214": "Cliona californiana",
      "215": "Cliona californiana, Leucilla nuttingi",
      "237": "Cliona californiana",
      "238": "Cliona californiana, Craniella villosa, Leucilla nuttingi",
      "242": "Cliona californiana, Polymastia pachymastia",
      "247": "Aphrocallistes vastus",
      "258": "Cliona californiana",
      "259": "Cliona californiana, Leucilla nuttingi, Myxilla (Myxilla) incrustans",
      "268": "Aphrocallistes vastus",
      "280": "Cliona californiana",
      "302": "Cliona californiana, Leucosolenia nautilia",
      "303": "Cliona californiana",
      "325": "Cliona californiana, Leucosolenia eleanor, Myxilla (Myxilla) incrustans",
      "347": "Cliona californiana, Craniella villosa, Leucilla nuttingi, Leucosolenia eleanor, Leucosolenia nautilia, Myxilla (Myxilla) incrustans, Polymastia pachymastia",
      "370": "Cliona californiana, Leucilla nuttingi, Leucosolenia eleanor, Leucosolenia nautilia, Myxilla (Myxilla) incrustans",
      "392": "Cliona californiana, Craniella villosa, Leucilla nuttingi, Leucosolenia eleanor, Myxilla (Myxilla) incrustans, Polymastia pachymastia",
      "393": "Cliona californiana, Leucilla nuttingi",
      "415": "Cliona californiana, Craniella villosa",
      "416": "Cliona californiana, Craniella villosa, Leucilla nuttingi, Leucosolenia eleanor, Leucosolenia nautilia, Myxilla (Myxilla) incrustans, Polymastia pachymastia",
      "417": "Cliona californiana, Craniella villosa, Leucilla nuttingi, Myxilla (Myxilla) incrustans, Polymastia pachymastia"
    },
    "historical": {
      "42": "Amphilectus digitatus, Clathria (Microciona) pennata, Homaxinella amphispicula, Sycon sp., Tethya californiana",
      "43": "Amphilectus digitatus, Antho (Plocamia) karykina, Aplysilla polyraphis, Aplysilla sp., Clathria (Microciona) pennata, Halichondria (Halichondria) bowerbanki, Haliclona (Haliclona) sp.1, Haliclona (Haliclona) sp.2, Homaxinella amphispicula, Mycale (Aegogropila) adhaerens, Myxilla (Myxilla) lacunosa, Pachychalina sp., Semisuberites cribrosa, Suberites concinnus, Sycon sp., Xestospongia hispida",
      "45": "Amphilectus digitatus, Clathria (Microciona) pennata, Haliclona (Haliclona) sp.2, Leucandra heathi, Pachychalina sp.",
      "68": "Halichondria (Halichondria) panicea",
      "112": "Antho (Plocamia) karykina, Aplysilla sp., Clathria (Microciona) pennata, Hamigera sp., Myxilla (Myxilla) lacunosa, Pachychalina sp., Semisuberites cribrosa, Suberites concinnus",
      "135": "Clathria (Microciona) pennata, Isodictya rigida, Leucandra heathi, Sycon sp.",
      "158": "Tetilla sp.",
      "159": "Tetilla sp.",
      "172": "Clathria (Microciona) pennata",
      "181": "Semisuberites cribrosa, Tetilla sp.",
      "182": "Semisuberites cribrosa",
      "191": "Clathria (Microciona) pennata, Mycale (Aegogropila) adhaerens",
      "193": "Clathria (Microciona) pennata, Mycale (Aegogropila) adhaerens, Sycon sp.",
      "194": "Clathria (Microciona) pennata, Mycale (Aegogropila) adhaerens",
      "215": "Clathria (Microciona) pennata, Halichondria (Halichondria) bowerbanki",
      "237": "Clathria (Microciona) pennata, Halichondria (Halichondria) bowerbanki, Haliclona (Haliclona) sp.2, Sycon sp.",
      "238": "Clathria (Microciona) pennata, Mycale (Aegogropila) adhaerens",
      "242": "Clathria (Microciona) pennata, Hamigera sp., Mycale (Aegogropila) adhaerens, Suberites latus",
      "258": "Clathria (Microciona) pennata, Halichondria (Halichondria) bowerbanki, Semisuberites cribrosa",
      "259": "Clathria (Microciona) pennata, Homaxinella amphispicula",
      "325": "Acarnus erithacus, Clathria (Microciona) pennata, Haliclona (Haliclona) sp.1, Mycale (Aegogropila) adhaerens, Sycon sp.",
      "347": "Aplysilla sp., Clathria (Microciona) pennata, Clathrina sp., Haliclona (Haliclona) sp.1, Haliclona (Haliclona) sp.2, Hamigera sp., Homaxinella amphispicula, Isodictya rigida, Mycale (Aegogropila) adhaerens, Myxilla (Myxilla) lacunosa, Semisuberites cribrosa, Suberites latus, Sycon sp., Weberella perlucida",
      "370": "Clathria (Microciona) pennata, Halichondria (Halichondria) bowerbanki, Haliclona (Haliclona) sp.2, Hamigera sp., Mycale (Aegogropila) adhaerens, Myxilla (Myxilla) lacunosa, Sycon sp., Xestospongia hispida",
      "392": "Acarnus erithacus, Aplysilla sp., Clathria (Microciona) pennata, Halichondria (Halichondria) bowerbanki, Haliclona (Haliclona) sp.2, Hamigera sp., Iophon lamella, Isodictya rigida, Mycale (Aegogropila) adhaerens, Myxilla (Myxilla) lacunosa, Pleraplysilla sp., Semisuberites cribrosa, Suberites concinnus, Sycon sp., Xestospongia hispida",
      "393": "Acarnus erithacus, Clathria (Microciona) pennata, Halichondria (Halichondria) bowerbanki, Halichondria (Halichondria) panicea, Haliclona (Haliclona) sp.2, Hamigera sp., Myxilla (Myxilla) lacunosa",
      "415": "Acarnus erithacus, Clathria (Microciona) pennata, Halichondria (Halichondria) bowerbanki",
      "416": "Acarnus erithacus, Antho (Plocamia) karykina, Aplysilla polyraphis, Aplysilla sp., Clathria (Microciona) pennata, Halichondria (Eumastia) sitiens, Halichondria (Halichondria) bowerbanki, Haliclona (Haliclona) sp.1, Haliclona (Haliclona) sp.2, Hamigera sp., Isodictya rigida, Mycale (Aegogropila) adhaerens, Myxilla (Myxilla) lacunosa, Pachychalina sp., Pleraplysilla sp., Semisuberites cribrosa, Suberites concinnus, Sycon sp., Weberella perlucida, Xestospongia hispida",
      "417": "Aplysilla sp., Clathria (Microciona) pennata, Halichondria (Eumastia) sitiens, Halichondria (Halichondria) bowerbanki, Haliclona (Haliclona) sp.2, Hamigera sp., Mycale (Aegogropila) adhaerens, Myxilla (Myxilla) lacunosa"
    },
    "new": {
      "159": "Desmacella austini",
      "181": "Desmacella austini"
    }
  },
  "mapTitle": "Species Reporting Status"
}
