{
  "palette": {
    "confirmed": "#5a96d2",
    "historical": "#decb90",
    "new": "#7562b4"
  },
  "taxa": {
    "confirmed": {
      "42": "Amphilectus digitatus, Cliona californiana, Homaxinella amphispicula, Sycon spp.",
      "43": "Amphilectus digitatus, Aplysilla polyraphis, Aplysilla sp., Cliona californiana, Craniella villosa, Homaxinella amphispicula, Leucilla nuttingi, Leucosolenia nautilia, Pachychalina sp., Semisuberites cribrosa, Suberites concinnus, Sycon spp., Xestospongia hispida",
      "45": "Amphilectus digitatus, Craniella villosa, Leucosolenia nautilia, Pachychalina sp.",
      "112": "Aplysilla sp., Cliona californiana, Craniella villosa, Hamigera sp., Leucilla nuttingi, Pachychalina sp., Semisuberites cribrosa, Suberites concinnus",
      "135": "Isodictya rigida, Leucilla nuttingi, Polymastia pachymastia, Sycon spp.",
      "158": "Aphrocallistes vastus, Rhabdocalyptus dawsoni, Tetilla sp.",
      "159": "Aphrocallistes vastus, Desmacella austini, Rhabdocalyptus dawsoni, Tetilla sp.",
      "172": "Cliona californiana",
      "181": "Aphrocallistes vastus, Rhabdocalyptus dawsoni, Semisuberites cribrosa, Tetilla sp.",
      "182": "Semisuberites cribrosa",
      "191": "Cliona californiana",
      "193": "Cliona californiana, Sycon spp.",
      "194": "Cliona californiana",
      "214": "Cliona californiana",
      "215": "Cliona californiana, Leucilla nuttingi",
      "237": "Cliona californiana, Sycon spp.",
      "238": "Cliona californiana, Craniella villosa, Leucilla nuttingi",
      "242": "Cliona californiana, Hamigera sp., Polymastia pachymastia, Suberites latus",
      "247": "Aphrocallistes vastus",
      "258": "Cliona californiana, Semisuberites cribrosa",
      "259": "Cliona californiana, Homaxinella amphispicula, Leucilla nuttingi",
      "303": "Cliona californiana",
      "325": "Acarnus erithacus, Cliona californiana, Leucosolenia eleanor, Sycon spp.",
      "347": "Aplysilla sp., Cliona californiana, Craniella villosa, Hamigera sp., Homaxinella amphispicula, Isodictya rigida, Leucilla nuttingi, Leucosolenia eleanor, Leucosolenia nautilia, Polymastia pachymastia, Semisuberites cribrosa, Suberites latus, Sycon spp., Weberella perlucida",
      "370": "Cliona californiana, Hamigera sp., Leucilla nuttingi, Leucosolenia nautilia, Sycon spp., Xestospongia hispida",
      "392": "Acarnus erithacus, Aplysilla sp., Cliona californiana, Craniella villosa, Hamigera sp., Isodictya rigida, Leucilla nuttingi, Leucosolenia eleanor, Pleraplysilla sp., Polymastia pachymastia, Semisuberites cribrosa, Suberites concinnus, Sycon spp., Xestospongia hispida",
      "393": "Acarnus erithacus, Cliona californiana, Hamigera sp., Leucilla nuttingi",
      "415": "Acarnus erithacus, Cliona californiana, Craniella villosa",
      "416": "Acarnus erithacus, Aplysilla polyraphis, Aplysilla sp., Cliona californiana, Craniella villosa, Hamigera sp., Isodictya rigida, Leucilla nuttingi, Leucosolenia eleanor, Leucosolenia nautilia, Pachychalina sp., Pleraplysilla sp., Polymastia pachymastia, Semisuberites cribrosa, Suberites concinnus, Sycon spp., Weberella perlucida, Xestospongia hispida",
      "417": "Aplysilla sp., Cliona californiana, Craniella villosa, Hamigera sp., Leucilla nuttingi, Polymastia pachymastia"
    },
    "historical": {
      "42": "Clathria (Microciona) pennata, Tethya californiana",
      "43": "Antho (Plocamia) karykina, Clathria (Microciona) pennata, Halichondria (Halichondria) bowerbanki, Haliclona (Haliclona) sp.1, Haliclona (Haliclona) sp.2, Mycale (Aegogropila) adhaerens, Myxilla (Myxilla) incrustans, Myxilla (Myxilla) lacunosa",
      "45": "Clathria (Microciona) pennata, Haliclona (Haliclona) sp.2, Leucandra heathi",
      "68": "Halichondria (Halichondria) panicea",
      "112": "Antho (Plocamia) karykina, Clathria (Microciona) pennata, Myxilla (Myxilla) lacunosa",
      "128": "Myxilla (Myxilla) incrustans",
      "135": "Clathria (Microciona) pennata, Leucandra heathi",
      "172": "Clathria (Microciona) pennata",
      "191": "Clathria (Microciona) pennata, Mycale (Aegogropila) adhaerens, Myxilla (Myxilla) incrustans",
      "193": "Clathria (Microciona) pennata, Mycale (Aegogropila) adhaerens",
      "194": "Clathria (Microciona) pennata, Mycale (Aegogropila) adhaerens, Myxilla (Myxilla) incrustans",
      "215": "Clathria (Microciona) pennata, Halichondria (Halichondria) bowerbanki",
      "237": "Clathria (Microciona) pennata, Halichondria (Halichondria) bowerbanki, Haliclona (Haliclona) sp.2",
      "238": "Clathria (Microciona) pennata, Mycale (Aegogropila) adhaerens",
      "242": "Clathria (Microciona) pennata, Mycale (Aegogropila) adhaerens",
      "258": "Clathria (Microciona) pennata, Halichondria (Halichondria) bowerbanki",
      "259": "Clathria (Microciona) pennata, Myxilla (Myxilla) incrustans",
      "325": "Clathria (Microciona) pennata, Haliclona (Haliclona) sp.1, Mycale (Aegogropila) adhaerens, Myxilla (Myxilla) incrustans",
      "347": "Clathria (Microciona) pennata, Haliclona (Haliclona) sp.1, Haliclona (Haliclona) sp.2, Mycale (Aegogropila) adhaerens, Myxilla (Myxilla) incrustans, Myxilla (Myxilla) lacunosa",
      "370": "Clathria (Microciona) pennata, Halichondria (Halichondria) bowerbanki, Haliclona (Haliclona) sp.2, Mycale (Aegogropila) adhaerens, Myxilla (Myxilla) incrustans, Myxilla (Myxilla) lacunosa",
      "392": "Clathria (Microciona) pennata, Halichondria (Halichondria) bowerbanki, Haliclona (Haliclona) sp.2, Iophon lamella, Mycale (Aegogropila) adhaerens, Myxilla (Myxilla) incrustans, Myxilla (Myxilla) lacunosa",
      "393": "Clathria (Microciona) pennata, Halichondria (Halichondria) bowerbanki, Halichondria (Halichondria) panicea, Haliclona (Haliclona) sp.2, Myxilla (Myxilla) lacunosa",
      "415": "Clathria (Microciona) pennata, Halichondria (Halichondria) bowerbanki",
      "416": "Antho (Plocamia) karykina, Clathria (Microciona) pennata, Halichondria (Eumastia) sitiens, Halichondria (Halichondria) bowerbanki, Haliclona (Haliclona) sp.1, Haliclona (Haliclona) sp.2, Mycale (Aegogropila) adhaerens, Myxilla (Myxilla) incrustans, Myxilla (Myxilla) lacunosa",
      "417": "Clathria (Microciona) pennata, Halichondria (Eumastia) sitiens, Halichondria (Halichondria) bowerbanki, Haliclona (Haliclona) sp.2, Mycale (Aegogropila) adhaerens, Myxilla (Myxilla) incrustans, Myxilla (Myxilla) lacunosa"
    },
    "new": {
      "347": "Clathrina sp."
    }
  },
  "mapTitle": "Species Reporting Status"
}
